[
  {
    "id": 1,
    "text": "عَنْ شَدَّادُ بْنُ أَوْسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم\n**«سَيِّدُ الاِسْتِغْفَارِ أَنْ تَقُولَ اللَّهُمَّ أَنْتَ رَبِّي، لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَىَّ وَأَبُوءُ لَكَ بِذَنْبِي، فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ**\". قَالَ \"**وَمَنْ قَالَهَا مِنَ النَّهَارِ مُوقِنًا بِهَا، فَمَاتَ مِنْ يَوْمِهِ قَبْلَ أَنْ يُمْسِيَ، فَهُوَ مِنْ أَهْلِ الْجَنَّةِ، وَمَنْ قَالَهَا مِنَ اللَّيْلِ وَهْوَ مُوقِنٌ بِهَا، فَمَاتَ قَبْلَ أَنْ يُصْبِحَ، فَهْوَ مِنْ أَهْلِ الْجَنَّةِ»**.",
    "translation": "Передают со слов Шаддада ибн Ауса, да будет доволен им Аллах, что (однажды) Пророк, да благословит его Аллах и приветствует, (сказал):\n\n*«Господином обращений к Аллаху с мольбами о прощении являются (такие слова,) когда ты говоришь:* **\"О Аллах, Ты — Господь мой, и нет божества достойного поклонения, кроме Тебя. Ты создал меня, а я — Твой раб, и я буду хранить верность Тебе, пока у меня хватит сил. Прибегаю к Твоей защите от зла того, что я сделал, признаю милость, оказанную Тобой мне, и признаю грех свой, прости же меня, ибо, поистине, никто не прощает грехов, кроме Тебя!\"»**\n\n(Сказав же это, Пророк, да благословит его Аллах и приветствует,) добавил: *«Тот, кто станет повторять (эти слова) днём, будучи убеждённым (в том, что он говорит), и умрёт в тот же день до наступления вечера, окажется среди обитателей Рая, и тот, кто станет повторять (эти слова) ночью, будучи убеждённым (в том, что он говорит), и умрёт (в ту же ночь) до наступления утра, окажется среди обитателей Рая»*.",
    "source": "Bukhari",
    "source_ext": "6306 (80/3)",
    "translation_en": "The Prophet (ﷺ) said:\n\n*\"The most superior way of asking for forgiveness from Allah is:*\n\n**O Allaah You are my Lord, there is none worthy of worship in truth except You, You created me and I am Your slave and I am abiding to Your covenant and promise as best as I can, I seek refuge in You from the evil that I have committed, I profess to you my sins and I acknowledge Your favour upon me, so forgive me verily no one forgives sins except you.**\n\n*The Prophet (ﷺ) added. \"If somebody recites it during the day with firm faith in it, and dies on the same day before the evening, he will be from the people of Paradise; and if somebody recites it at night with firm faith in it, and dies before the morning, he will be from the people of Paradise.*\""
  },
  {
    "id": 2,
    "text": "عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ: \n**«مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ عَشْرَ مِرَارٍ كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ«**.",
    "translation": "Передаётся со слов Абу Аййуба аль-Ансари, что посланник Аллаха, мир ему и благословение Аллаха, сказал:\n\n**«Кто скажет \"Нет божества, достойного поклонения, кроме одного лишь Аллаха, у которого нет сотоварища, кому принадлежит власть и вся хвала, и который способен на всякую вещь\" десять раз, будет подобен тому, кто освободил четыре души из потомков Исмаиля».**",
    "source": "Muslim",
    "source_ext": "2693 (48/40)",
    "translation_en": "Abu Ayyub al-Ansari narrated from Allah's Messenger (ﷺ): *He who uttered:*\n\n**\"There is no god but Allah, the One, having no partner with Him, His is the Sovereignty and all praise is due to Him and He is Potent over everything\"** ten times, he is like one who emancipated four slaves from the progeny of Isma'il. "
  },
  {
    "id": 3,
    "text": "عَنْ أَبِي هُرَيْرَةَـ رضى الله عنه ـ، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: \n*«كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ:* **سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيمِ»**.",
    "translation": "Передаётся от Абу Хурайры (да будет доволен им Аллах), что посланник Аллаха (мир ему и благословение Аллаха) сказал:\n*«Есть два слова лёгких для языка, тяжелых на весах, любимых Милостивому:* **\"Свят Аллах и Хвала Ему! Свят Аллах Великий!**\"»",
    "source": "Muslim",
    "source_ext": "2694 (48/41)",
    "translation_en": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:\n\n*Two are the expressions which are light on the tongue, but heavy in scale, dear to the Compassionate One:*\n**\"Hallowed be Allah and praise is due to Him; Hallowed be Allah, the Great.\"**"
  },
  {
    "id": 4,
    "text": "عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ، قَالَ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم إِذَا أَمْسَى قَالَ **«أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ»**\n\nقَالَ أرَاهُ قَالَ فِيهِنَّ **«لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ»**\".\n\nوَإِذَا أَصْبَحَ قَالَ ذَلِكَ أَيْضًا **«أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ».**",
    "translation": "Сообщается, что ‘Абдуллах (ибн Мас’уд), да будет доволен им Аллах, сказал:\n\n*«С наступлением вечера Посланник Аллаха, да благословит его Аллах и приветствует, обычно говорил:*\n\n**\"Вечер настал для нас и для (всего подвластного) Аллаху, и хвала Аллаху, нет бога, достойного поклонения, кроме одного лишь Аллаха, у которого нет сотоварища! О Аллах, прошу Тебя о благе этой ночи и благе (того, что будет) этой ночью, и прибегаю к Твоей защите от её зла и зла (того, что будет этой ночью). О Аллах, поистине, прибегаю к Твоей защите от нерадения, дряхлости, злополу­чия старости, искушений земной жизни и мучений могилы\"!**»",
    "source": "Muslim",
    "source_ext": "2723 (48/101)",
    "translation_en": "Abdullah reported that when it was evening Allah's Messenger (ﷺ) used to supplicate:\n\n**\"We have entered upon evening and so has the Kingdom of Allah entered upon evening; praise is due to Allah, there is no god but Allah the One, and there is no partner with Him. O Allah, I beg of Thee the blessing of this night and the blessing of that which lies in it. I seek refuge in Thee from the evil of it and what lies in it. O Allah, I seek refuge in Thee from sloth, from decrepitude, from the evil of vanity, from trial of the world, and from torment of the grave.\"**\n\nAnd when it was morning he said like this: **\"We entered upon morning and the whole Kingdom of Allah entered upon morning.\"**"
  },
  {
    "id": 5,
    "text": "عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُ أَصْحَابَهُ يَقُولُ\n**«إِذَا أَصْبَحَ أَحَدُكُمْ فَلْيَقُلِ اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ ‏.‏ وَإِذَا أَمْسَى فَلْيَقُلِ اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ».**",
    "translation": "От Абу Хурайры (да будет доволен им Аллах) передаётся:\n*«Посланник Аллаха (да благословит его Аллах и приветствует) обучал своих сподвижников говорить:*\n\n*«Если кто-нибудь из вас застанет утро, то пусть скажет:* \n\n**\"О Аллах, благодаря Тебе мы дожили до утра и благодаря Тебе мы дожили до вечера. Ты даёшь нам жизнь и Ты лишаешь нас её, и к Тебе нам предстоит вернуться!**\"» *А если кто из вас застанет вечер, то пусть скажет:* **«О Аллах, благодаря Тебе мы дожили до вечера и благодаря Тебе мы дожили до утра. Ты даёшь нам жизнь и Ты лишаешь нас её, и Ты воскресишь нас для отчёта!»**",
    "source": "Tirmidhi",
    "source_ext": "3391 (48/22)",
    "translation_en": "Abu Hurairah said: The Messenger of Allah (ﷺ) used to teach his Companions, saying: *“When one of you reached the morning, then let him say:*\n\n**‘O Allah, by You we enter the morning, and by You we enter the evening, and be You we live, and by You we died, and to You is the Return.**\n\n*And when he reaches the evening let him say:* \n\n**‘O Allah, by You we enter the evening, and by You we enter the morning, and by You we live, and by You we die, and to You is the Resurrection.**”"
  },
  {
    "id": 6,
    "text": "عَنْ عُثْمَانَ بْنِ عَفَّان، رضي الله عنه يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم:\n«مَا مِنْ عَبْدٍ يَقُولُ فِي صَبَاحِ كُلِّ يَوْمٍ وَمَسَاءِ كُلِّ لَيْلَةٍ **بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ** ثَلاَثَ مَرَّاتٍ فَيَضُرُّهُ شَيْءٌ».",
    "translation": "От Усмана ибн 'Аффана (да будет доволен им Аллах) передаётся, что Посланник Аллаха (да благословит его Аллах и приветствует) сказал:\n\n*«Нет такого раба, который произносил бы утром и вечером* **\"С именем Аллаха, с именем которого ничто не причинит вред ни на земле, на на небе, ведь Он — Слышащий, Видящий!\"** *три раза, а его постиг бы какой-либо вред*».",
    "source": "Tirmidhi",
    "source_ext": "3388 (48/19)",
    "translation_en": "`Uthman bin `Affan narrated that the Messenger of Allah (ﷺ) said:\n\n*“There is no worshiper who says, in the morning of every day, and the evening of every night:*\n\n**‘In the Name of Allah, who with His Name, nothing in the earth or the heavens can cause harm, and He is the Hearing, the Knowing** – *three times, (except that) nothing shall harm him.*”"
  },
  {
    "id": 7,
    "text": "عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَسْأَلُهُ اللَّهَ عَزَّ وَجَلَّ ‏.‏\n\nقَالَ **«سَلِ اللَّهَ الْعَافِيَةَ»**.\n\nفَمَكَثْتُ أَيَّامًا ثُمَّ جِئْتُ فَقُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَسْأَلُهُ اللَّهَ ‏.‏\n\nفَقَالَ لِي **«يَا عَبَّاسُ يَا عَمَّ رَسُولِ اللَّهِ سَلِ اللَّهَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ».**",
    "translation": "Сообщается, что аль-‘Аббас ибн ‘Абдуль-Мутталиб, да будет доволен им Аллах, сказал:\n*«(Однажды) я попросил: «О Посланник Аллаха, научи меня тому, о чём я стал бы просить Аллаха Всевышнего», (на что Пророк, да благословит его Аллах и приветствует,) сказал:* **«Просите Аллаха об избавлении»**. \n*А через несколько дней я пришёл (к нему) и попросил: «О Посланник Аллаха, научи меня тому, о чём я стал бы просить Аллаха Всевышнего», и тогда (Пророк, да благословит его Аллах и приветствует,) сказал мне:* **«О ‘Аббас, о дядя посланника Аллаха, просите Аллаха об избавлении в мире этом и в мире ином»**.",
    "source": "Tirmidhi",
    "source_ext": "3514 (48/146)",
    "translation_en": "Al-`Abbas bin `Abdul-Muttalib said: “I said: ‘O Messenger of Allah, teach me something that I may ask Allah, [Mighty and Sublime] for.’\n\nHe (ﷺ) said: *‘Ask Allah for Al-`Āfiyah.’*\n\nThen I remained for a day, then I came and said: ‘O Messenger of Allah, teach me something that I may ask Allah for.’\n\nSo he (ﷺ) said to me: *“O Abbas, O uncle of the Messenger of Allah! Ask Allah for Al-`Āfiyah in the world and in the Hereafter.”*"
  },
  {
    "id": 8,
    "text": "إِنَّ أَبَا بَكْرٍ الصِّدِّيقَ رضى الله عنه قَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي مَا أَقُولُ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ. فَقَالَ:\n*«يَا أَبَا بَكْرٍ قُلِ* **اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ لاَ إِلَهَ إِلاَّ أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشَرَكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ».**",
    "translation": "Передается, что однажды Абу Бакр ас-Сиддик (да будет доволен им Аллах) сказал: *\t«О посланник Аллаха, научи меня произносить такие слова, которые я буду произносить утром и вечером!», и пророк (мир ему и благословение Аллаха) сказал: «О Абу Бакр, говори:* **«О Аллах, Первосоздатель небес и земли, Знающий сокровенное и явное, Господь всякой вещи и Властелин её. Я свидетельствую, что нет божества достойного поклонения кроме Тебя, и прибегаю к Тебе за защитой от зла своей души, и от зла шайтана и его многобожия, и от того, чтобы причинить зло самому себе или навлечь его на кого-либо из мусульман»**.",
    "source": "Tirmidhi",
    "source_ext": "3529 (48/160)",
    "translation_en": "Abu Bakr As-Siddiq, may Allah be pleased with him, said: \n\n“O Messenger of Allah, teach me what to say at morning and afternoon.”\n\nHe said: “O Abu Bakr, say:\n\n**‘O Allah, Creator of the heavens and the earth, Knower of the unseen and the seen, there is none worthy of worship except You, Lord of everything and its Owner, I seek refuge in You from the evil of my soul and from the evil of Shaitan and his Shirk, or that I should do some evil to myself or bring it upon a Muslim.**’”"
  },
  {
    "id": 9,
    "text": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيَّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ:\n**«مَنْ قَالَ رَضِيتُ بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ رَسُولاً** *وَجَبَتْ لَهُ الْجَنَّةُ*».",
    "translation": "Передают со слов Абу Са’ида аль-Худри, да будет доволен им Аллах, что посланник Аллаха, да благословит его Аллах и приветствует, сказал:\n\n*«Обязательно войдёт в рай тот, кто скажет:* **“Доволен я Аллахом как Господом, исламом − как религией и Мухаммадом − как посланником»**.",
    "source": "AbuDaud",
    "source_ext": "1529 (8/114)",
    "translation_en": "Abu Sa'id al-Khudri reported the Messenger of Allah (ﷺ) as saying:\n\n*If anyone says* **\"I am pleased with Allah as Lord, with Islam as religion and with Muhammad (ﷺ) as Apostle\"** *Paradise will be his due.*"
  },
  {
    "id": 10,
    "text": "عن أنس بن مالك رضي الله عنه قال: قال النبي صلى الله عليه وسلم لفاطمة رضي الله عنها:\n*«ما يمنعك أن تسمعي ما أوصيك به، أو تقولي إذا أصبحت وإذا أمسيت:* **يا حي يا قيوم برحمتك أستغيث ، أصلح لي شأني كله ، ولا تكلني إلى نفسي طرفة عين».**",
    "translation": "Передается от Анаса (да будет доволен им Аллах) который сказал: *«Однажды посланник Аллаха (мир ему и благословение Аллаха) сказал Фатиме, да будет доволен ею Аллах: «Что мешает тебе выслушать наставление, которое я тебе дам? Говори утром и вечером:* **«О Живой, о Вседержитель, я обращаюсь за защитой к милосердию Твоему, приведи в порядок все мои дела и никогда не доверяй меня душе моей ни на мгновение!**»",
    "source": "Nasai",
    "source_ext": "6/147",
    "translation_en": null
  },
  {
    "id": 11,
    "text": "عن جويرية أن النبي صلى الله عليه وسلم خرج من عندها بكرة حين صلى الصبح، وهي في مسجدها. ثم رجع بعد أن أضحى، وهي جالسة. فقال *«ما زلت على الحال التي فارقتك عليها؟»* قالت: *«نعم»*. قال النبي صلى الله عليه وسلم *«لقد قلت بعدك أربع كلمات، ثلاث مرات. لو وزنت بما قلت منذ اليوم لوزنتهن:* **سبحان الله وبحمده، عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته**».",
    "translation": "От Джувайрии (да будет доволен ею Аллах) сообщается, что Пророк (да благословит его Аллах и приветствует), вышел от неё до восхода солнца после совершения утренней молитвы. Она же находилась в своей молельне. Затем он вернулся уже после того, как рассвело, а она продолжала сидеть. Тогда он сказал: *«Ты сидишь с тех пор?»* Она ответила: *«Да»*. Пророк (да благословит его Аллах и приветствует), сказал: *«Зато я после (того, как вышел от) тебя произнёс четыре слова трижды. Если бы их ценность была сравнена по весу со всем, что я произнёс до этого дня, то они всё равно перевесили бы:* **\"Пречист Аллах и хвала Ему — на число творений Его, сколько угодно Ему Самому, (на число) украшений трона Его и чернил для слов Его\"**».",
    "source": "Muslim",
    "source_ext": "2726 (48/107)",
    "translation_en": "Juwairiya reported that Allah's Messenger (ﷺ) came out from (her apartment) in the morning as she was busy in observing her dawn prayer in her place of worship. He came back in the forenoon and she was still sitting there. He (the Holy Prophet) said to her:\n*You have been in the same seat since I left you?* She said: Yes. Thereupon Allah's Apostle (ﷺ) said: *I recited four words three times after I left you and if these are to be weighed against what you have recited since morning these would outweigh them and (these words) are:*\n**\"Hallowed be Allah and praise is due to Him according to the number of His creation and according to the pleasure of His Self and according to the weight of His Throne and according to the ink (used in recording) words (for His Praise).\"**"
  },
  {
    "id": 12,
    "text": "عَنْ خَوْلَةَ بِنْتِ حَكِيمٍ السُّلَمِيَّةِ أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ -صَلَّى اللهُ عَلَيْهِ وَسَلَّم- يَقُولُ:\n\n*«إِذَا نَزَلَ أَحَدُكُمْ مَنْزِلاً فَلْيَقُلْ* **أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ**. *فَإِنَّهُ لاَ يَضُرُّهُ شَىْءٌ حَتَّى يَرْتَحِلَ مِنْهُ*».",
    "translation": "Передают со слов Хаули бинт Хаким ас-Сулямийа о том, что она слышала, как посланник Аллаха, да благословит его Аллах и приветствует, говорил:\n*«Если кто-то из вас остановится в каком—либо месте, пусть скажет:* **“Прибегаю к совершенным словам Аллаха от зла  того, что Он сотворил”**, *— и поистине, тогда ничто не причинит ему вреда до тех пор, пока он не покинет его»*.",
    "source": "Muslim",
    "source_ext": "2708 (48/72)",
    "translation_en": "Khaula bint Hakim Sulamiyya reported:\nI heard Allah's Messenger (ﷺ) as saying: *When anyone lands at a place, and then says:* **\"I seek refuge in the Perfect Word of Allah from the evil of what He has created,\"** *nothing would harm him until he marches from that stopping place.*"
  },
  {
    "id": 13,
    "text": "عن أبي الدرداء رضي الله عنه قال:\n*«من قال إذا أصبح وإذا أمسى:* **حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم** *سبع مرات كفاه الله ما أهمه»*",
    "translation": "От Абу ад-Дарда (да будет доволен им Аллах) передаётся, что он сказал:\n*«Кто скажет* **\"Достаточно мне Аллаха. Нет бога, достойного поклонения, кроме Него. На Него я уповаю и Он — Господь великого трона\"** *семь раз, того Аллах избавит от всяких забот*».",
    "source": "AbuDaud",
    "source_ext": "5081",
    "translation_en": "Abu al-Darda’ said: *If anyone says seven times morning and evening:*\n\n**“Allah sufficeth me: there is no god but He; on Him is my trust. He, the Lord of the Throne (of glory) Supreme”**, Allah will be sufficient for him against anything which grieves him."
  },
  {
    "id": 14,
    "text": "عَنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى رضي الله عنه عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَقُولُ إِذَا أَصْبَحَ وَإِذَا أَمْسَى:\n\n**«أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ وَعَلَى كَلِمَةِ الْإِخْلَاصِ وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ»**",
    "translation": "Передаётся от Абдурахмана ибн Абза (да будет доволен им Аллах), что Пророк (мир ему и благословение Аллаха) говорил утром и вечером:\n\n**«Мы дожили до утра в лоне ислама согласно слову искренности, исповедуя религию нашего пророка Мухаммада, салляллаху ‘алейхи уа саллям, и религию нашего отца Ибрахима, который был ханифом и мусульманином и не относился к многобожникам».**",
    "source": "Ahmad",
    "source_ext": "14938",
    "translation_en": "Abdurahman ibn Abza narrated that the messenger of Allah ﷺ said that in the morning and in the evening he used to say:\n\n**«We rose upon the fitrah of Islam, and upon the word of pure faith, and upon the religion of our Prophet Muhammad salla-llahu alaihi wa-sallam and upon the religion of our father Ibraheem alaihi-ssalam, who was a Muslim and of true faith and was not of the mushrik».**"
  },
  {
    "id": 15,
    "text": "عَنْ ابْنِ عُمَرَ رضى الله عنه قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَفْطَرَ قَالَ ‏ \n«**ذَهَبَ الظَّمَأُ وَابْتَلَّتِ الْعُرُوقُ وَثَبَتَ الأَجْرُ إِنْ شَاءَ اللَّهُ**».",
    "translation": "Передают со слов Ибн Умара, да будет доволен ими обоими Аллах, что когда Пророк, да благословит его Аллах и приветствует, разговлялся, он говорил:\n\n**«Ушла жажда, жилы наполнились влагой, а награда уже ждёт, если будет угодно Аллаху»**.",
    "source": "AbuDaud",
    "source_ext": "2357",
    "translation_en": "Ibn Umar narrated that the Prophet (ﷺ) said when he broke his fast:\n\n**«Thirst has gone, the arteries are moist, and the reward is sure, if Allah wills».**"
  }
]