[
  {
    "id": 1,
    "audio_url": "https://azkar.ru/uploads/files/1219677d91fd00fa935ba1be08ea5b24.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 1,
    "source": "Bukhari",
    "text": " اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَ أَنَا عَبْدُكَ وَ أَنَا عَلَى عَهْدِكَ وَ وَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَ أَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
    "title_ru": null,
    "translation_ru": "О Аллах, Ты — Господь мой, и нет достойного поклонения, кроме Тебя, Ты создал меня, а я — Твой раб, и я буду хранить верность Тебе, пока у меня хватит сил. Прибегаю к Тебе от зла того, что я сделал, признаю милость, оказанную Тобой мне, и признаю грех свой. Прости же меня, ибо, поистине, никто не прощает грехов, кроме Тебя!",
    "transliteration_ru": "Аллахумма, Анта Рабби, ля иляха илля Анта, халякта-ни ва ана 'абду-кя, ва ана \"аля 'ахди-кя ва ва'ди-кя ма-стата'ту. А'узу би-кя мин шарри ма сана'ту, абу'у ля-кя би-ни'мати-кя 'аляййя, ва абу'у би-занби, фа-гфир ли, фа-инна-ху ля йагфи-ру-з-зунуба илля Анта!",
    "hadith": 1,
    "benefit_ru": "Кто произнесёт эти слова днём, будучи убеждённым в них, и умрёт в тот же день до наступления вечера, окажется среди обитателей Рая.",
    "audio_file_name": null,
    "translation_en": "O Allah You are my Lord, there is none worthy of worship in truth except You, You created me and I am Your slave and I am abiding to Your covenant and promise as best as I can, I seek refuge in You from the evil that I have committed, I profess to you my sins and I acknowledge Your favour upon me, so forgive me verily no one forgives sins except you.",
    "title_en": null
  },
  {
    "id": 2,
    "audio_url": "https://azkar.ru/uploads/files/fe9e7c62accb25df3d3bfc3b5353a2e4.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 10,
    "row_in_category": 2,
    "source": "Muslim",
    "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ وَ هُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "title_ru": null,
    "translation_ru": "Нет достойного поклонения, кроме одного лишь Аллаха, у которого нет сотоварища, Ему принадлежит владычество, Ему хвала, Он всё может.",
    "transliteration_ru": "Ля иляха илля-Ллаху вахда-ху ля шарикя ля-ху, ля-ху-ль-мульку ва ля-ху-ль-хамду ва хуа 'аля кулли шайин кадир.",
    "hadith": 2,
    "benefit_ru": "Кто произнесёт эти слова десять раз, получит награду как за освобождение четырёх рабов.",
    "audio_file_name": null,
    "translation_en": "There is no god but Allah, the One, having no partner with Him, His is the Sovereignty and all praise is due to Him and He is Potent over everything",
    "title_en": null
  },
  {
    "id": 3,
    "audio_url": "https://azkar.ru/uploads/files/730cbdbfa3d664506abd7c2baf719491.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 100,
    "row_in_category": 3,
    "source": "Muslim",
    "text": "سُبْحَانَ اللَّهِ وَ بِحَمْدِهِ",
    "title_ru": null,
    "translation_ru": "Слава Аллаху и хвала Ему.",
    "transliteration_ru": "Субхана-Ллахи ва би-хамди-хи.",
    "hadith": 3,
    "benefit_ru": "Эти два слова легки для языка, тяжелы на весах в день суда и любимы Аллаху.",
    "audio_file_name": null,
    "translation_en": "Hallowed be Allah and praise is due to Him; Hallowed be Allah, the Great.",
    "title_en": null
  },
  {
    "id": 4,
    "audio_url": "https://azkar.ru/uploads/files/15cd8327b0675e1788a4d1f3520aca81.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 4,
    "source": "Muslim",
    "text": "أَصْبَحْنَا وَ أَصْبَحَ الْمُلْكُ لِلَّهِ، وَ الْحَمْدُ لِلَّهِ ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ وَ هُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَ خَيْرَ مَا بَعْدَهُ وَ أَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَ شَرِّ مَا بَعْدَهُ رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَ سُوءِ الْكِبَرِ ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَ عَذَابٍ فِي الْقَبْرِ",
    "title_ru": null,
    "translation_ru": "Мы дожили до утра, и этим утром владычество принадлежит Аллаху и хвала Аллаху, нет достойного поклонения, кроме одного лишь Аллаха, у которого нет сотоварища. Ему принадлежит владычество, Ему хвала, Он всё может. Господь мой, прошу Тебя о благе того, что будет в этот день, и благе того, что за ним последует, и прибегаю к Тебе от зла того, что будет в этот день, и зла того, что за ним последует. Господь мой, прибегаю к Тебе от нерадения и старческой дряхлости, Господь мой, прибегаю к Тебе от мучений в огне и мучений в могиле!",
    "transliteration_ru": "Асбахна ва асбаха-ль-мульку ли-Лляхи ва-ль-хамду ли-Лляхи, ля иляха илля Ллаху вахда-ху ля шарикя ля-ху, ля-ху-ль-мульку ва ля-ху-ль-хамду ва хуа ааля кулли шайин кадирун. Рабби, ас'алю-кя хайра ма фи хаза-ль-йауми ва хайра ма ба'да-ху ва а'узу би-кя мин шарри ма фи хаза-ль-йауми ва шарри ма ба'да-ху! Рабби, а'узу би-кя мин аль-кясали ва суи-ль-кибари, Рабби, а'узу би-кя мин 'азабин фи-н-нари ва 'азабин фи-ль-кабри!",
    "hadith": 4,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": "We entered upon morning and the whole Kingdom of Allah entered upon morning; praise is due to Allah, there is no god but Allah the One, and there is no partner with Him. O Allah, I beg of Thee the blessing of this night and the blessing of that which lies in it. I seek refuge in Thee from the evil of it and what lies in it. O Allah, I seek refuge in Thee from sloth, from decrepitude, from the evil of vanity, from trial of the world, and from torment of the grave.",
    "title_en": null
  },
  {
    "id": 5,
    "audio_url": "https://azkar.ru/uploads/files/4d2d40469d6d823f06a5014395b444be.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 5,
    "source": "Tirmidhi, Ahmad, AbuDaud",
    "text": "اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ",
    "title_ru": null,
    "translation_ru": "О Аллах, благодаря Тебе мы дожили до утра и благодаря Тебе мы дожили до вечера, Ты даёшь нам жизнь, и Ты лишаешь нас ее и Ты воскресишь нас для отчета.",
    "transliteration_ru": "Аллахумма, би-кя асбахна, ва би-кя амсайна, ва би-кя нахйа, ва би-кя наму-ту ва иляй-кя-н-нушуру",
    "hadith": 5,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": "O Allah, by You we enter the morning, and by You we enter the evening, and by You we live, and by You we die, and to You is the Return.",
    "title_en": null
  },
  {
    "id": 6,
    "audio_url": "https://azkar.ru/uploads/files/4b5e950e3a5c933a01e6e4678d5d1403.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 3,
    "row_in_category": 6,
    "source": "Tirmidhi, Ahmad",
    "text": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَ لَا فِي السَّمَاءِ وَ هُوَ السَّمِيعُ الْعَلِيمُ",
    "title_ru": null,
    "translation_ru": "С именем Аллаха, с именем которого ничто не причинит вред ни на земле, ни на небе, ведь Он — Слышащий, Знающий!",
    "transliteration_ru": "Би-сми-Лляхи аллязи ля йадурру ма'а исми-хи шайун фи-ль-арди ва ля фи-с-самаи ва хуа-с-Сами'у-ль-'Алиму",
    "hadith": 6,
    "benefit_ru": "Того, кто произнёс это утром или вечером, не постигнет какой-либо вред.",
    "audio_file_name": null,
    "translation_en": "In the Name of Allah, who with His Name, nothing in the earth or the heavens can cause harm, and He is the Hearing, the Knowing.",
    "title_en": null
  },
  {
    "id": 7,
    "audio_url": "https://azkar.ru/uploads/files/fda4fb672ad46703e98bd1d5e660fdca.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 7,
    "source": "Tirmidhi, Ahmad, AbuDaud",
    "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَ الْآخِرَةِ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَ الْعَافِيَةَ فِي دِينِي وَ دُنْيَايَ وَ أَهْلِي وَ مَالِي ، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي ، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَ مِنْ خَلْفِي وَ عَنْ يَمِينِي وَ عَنْ شِمَالِي وَ مِنْ فَوْقِي وَ أَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
    "title_ru": null,
    "translation_ru": "O Аллах, поистине, я прошу Тебя о прощении и благополучии в мире этом и в мире ином, о Аллах, поистине, я прошу Тебя о прощении и благополучии в моей религии, и моих мирских делах, в моей семье и в моём имуществе. О Аллах, прикрой мою наготу и огради меня от страха, о Аллах, защити меня спереди, и сзади, и справа, и слева, и сверху, и я прибегаю к величию Твоему от того, чтобы быть предательски убитым снизу.",
    "transliteration_ru": "Аллахумма, инни ас'алю-кя-ль-'афийата фи-д-дунья ва-ль-ахирати, Аллахумма, инни ас'алю-кя-ль-'афуа ва-ль-'афийата фи дини, ва ду-ньяйа, ва ахли, ва мали. Аллахумма-стур 'аурати ва-эмин рау'ати, Аллахумма-хфаз-ни мин байни йадаййа, ва мин хальфи, ва 'ан ямини, ва 'ан шимали ва мин фауки, ва а'узу би-'азамати-кя ан угталя мин тахти!",
    "hadith": 7,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": "",
    "title_en": null
  },
  {
    "id": 8,
    "audio_url": "https://azkar.ru/uploads/files/a6cd1407de78931c73dd66f5abbc10c8.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 8,
    "source": "Tirmidhi, Ahmad",
    "text": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَ الشَّهَادَةِ ، فَاطِرَ السَّمَاوَاتِ وَ الْأَرْضِ ، رَبَّ كُلِّ شَيْءٍ وَ مَلِيكَهُ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَ مِنْ شَرِّ الشَّيْطَانِ وَ شِرْكِهِ وَ أَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "title_ru": null,
    "translation_ru": "O Аллах, Знающий сокрытое и явное, Творец небес и земли, Господь и Владыка всего, свидетельствую, что нет достойного поклонения, кроме Тебя, прибегаю к Тебе от зла души своей, от зла и многобожия шайтана и от того, чтобы причинить зло самому себе или навлечь его на какого-нибудь мусульманина.",
    "transliteration_ru": "Аллахумма, 'Алима-ль-гайби ва-ш-шахадати, Фатира-с-самавати ва-ль-арди, Рабба кулли шайин ва Малика-ху, ашхаду алля иляха илля Анта, а'узу би-кя мин шарри нафси, ва мин шарри-ш-шайтани ва ширки-хи ва ан актарифа 'аля нафси су'ан ау аджурра-ху иля мусли-мин.",
    "hadith": 8,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": "O Allah, Creator of the heavens and the earth, Knower of the unseen and the seen, there is none worthy of worship except You, Lord of everything and its Owner, I seek refuge in You from the evil of my soul and from the evil of Shaitan and his Shirk, or that I should do some evil to myself or bring it upon a Muslim.",
    "title_en": null
  },
  {
    "id": 9,
    "audio_url": "https://azkar.ru/uploads/files/ca31ee53e6de896315ed9519815bb420.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 9,
    "source": "Ahmad, Darimi",
    "text": "أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ وَ عَلَى كَلِمَةِ الْإِخْلَاصِ ، وَ عَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ سَلَّمَ وَ عَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفاً مُسْلِماً وَ مَا كَانَ مِنَ الْمُشْرِكِينَ",
    "title_ru": null,
    "translation_ru": "Мы дожили до утра в лоне ислама согласно слову искренности, исповедуя религию нашего пророка Мухаммада, салляллаху ‘алейхи уа саллям, и религию нашего отца Ибрахима, который был ханифом и мусульманином и не относился к многобожникам.",
    "transliteration_ru": "Асбахна 'аля фитрати-ль-ислами ва 'аля кялимати-ль-ихляси ва 'аля дини набийй-на Мухаммадин, салля Ллаху 'аляй-хи ва салляма, ва 'аля мил-ляти аби-на Ибрахима ханифан муслиман ва ма кяна мин аль-мушрикина.",
    "hadith": 14,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": "We rose upon the fitrah of Islam, and upon the word of pure faith, and upon the religion of our Prophet Muhammad salla-llahu alaihi wa-sallam and upon the religion of our father Ibraheem alaihi-ssalam, who was a Muslim and of true faith and was not of the mushrik.",
    "title_en": null
  },
  {
    "id": 10,
    "audio_url": "https://azkar.ru/uploads/files/0f87fd267e4aecbd888a17e10102b751.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 3,
    "row_in_category": 10,
    "source": "AbuDaud, Ahmad",
    "text": "رَضِيتُ بِاللَّهِ رَبًّا ، وَ بِالْإسْلَامِ دِيناً وَ بِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "title_ru": null,
    "translation_ru": "Доволен я Аллахом как Господом, исламом — как религией и Мухаммадом — как пророком! ",
    "transliteration_ru": "Радийту би-Лляхи Раббан, ва би-ль-ислами динан ва би-Мухаммадин, сал-ля-Ллаху 'аляй-хи ва салляма, набийан",
    "hadith": 9,
    "benefit_ru": "Обязательно войдёт в Рай тот, кто будет произносить эти слова, будучи убеждённым в них.",
    "audio_file_name": null,
    "translation_en": "I am pleased with Allah as Lord, with Islam as religion and with Muhammad (ﷺ) as Apostle.",
    "title_en": null
  },
  {
    "id": 11,
    "audio_url": "https://azkar.ru/uploads/files/af3cc8aed87e902c26808bc4c11d308e.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 11,
    "source": "Nasai",
    "text": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَ لَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
    "title_ru": null,
    "translation_ru": "О Живой, о Вечносущий, обращаюсь за защитой к милосердию Твоему, приведи в порядок все мои дела и не доверяй меня душе моей ни на мгновение!",
    "transliteration_ru": "Йа Хаййу, йа Кайюму, би-рахмати-кя астагису, аслих ли ша'ни кулля-ху ва ля такиль-ни иля нафси тарфата 'айнин!",
    "hadith": 10,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": null
  },
  {
    "id": 12,
    "audio_url": "https://azkar.ru/uploads/files/d2d0bbca73eeec8db40ce9634befbb92.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 3,
    "row_in_category": 12,
    "source": "Muslim",
    "text": "سُبْحَانَ اللَّهِ وَ بِحَمْدِهِ عَدَدَ خَلْقِهِ وَ رِضَا نَفْسِهِ وَ زِنَةَ عَرشِهِ وَ مِدَادَ كَلِمَاتِهِ",
    "title_ru": null,
    "translation_ru": "Слава Аллаху и хвала Ему столько раз, сколько существует Его творений, и столько раз, сколько будет Ему угодно, пусть вес этих славословий и похвал будет равен весу Его трона и пусть для записи их потребуется столько же чернил, сколько нужно их для записи слов Его!",
    "transliteration_ru": "Субхана-Ллахи ва би-хамди-хи 'адада хальки-хи, ва рида нафси-хи, ва зината 'арши-хи ва мидада кялимати-хи!",
    "hadith": 11,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": "Hallowed be Allah and praise is due to Him according to the number of His creation and according to the pleasure of His Self and according to the weight of His Throne and according to the ink (used in recording) words (for His Praise).",
    "title_en": null
  },
  {
    "id": 13,
    "audio_url": "https://azkar.ru/uploads/files/ee191a8b79d5f37ef8a332e2960eead1.mp3",
    "category": "morning",
    "notes_ru": null,
    "repeats": 7,
    "row_in_category": 13,
    "source": "AbuDaud",
    "text": "حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "title_ru": null,
    "translation_ru": "Достаточно мне Аллаха, нет достойного поклонения, кроме Него, на Него я уповаю и Он — Господь великого трона.",
    "transliteration_ru": "Хасбия-Ллаху, ля иляха илля хуа, 'аляй-хи таваккяльту ва хуа Раббу-ль-'арши-ль-'азыми.",
    "hadith": 13,
    "benefit_ru": "Аллах избавит от забот того, кто станет произносить эти слова, будучи убеждённым в них.",
    "audio_file_name": null,
    "translation_en": "Allah sufficeth me: there is no god but He; on Him is my trust. He, the Lord of the Throne (of glory) Supreme.",
    "title_en": null
  },
  {
    "id": 14,
    "audio_url": "https://azkar.ru/uploads/files/da07ecf1b7d65200b3e11baf28471b09.mp3",
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 1,
    "source": "Muslim",
    "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "title_ru": null,
    "translation_ru": "Прибегаю к совершенным словам Аллаха от зла того, что Он сотворил. ",
    "transliteration_ru": "А'узу би-кялимати Лляхи-т-таммати мин шарри ма халяка.",
    "hadith": 12,
    "benefit_ru": "Тому, кто произнесёт эти слова, остановившись в каком-либо месте, ничто не причинит вреда до тех пор, пока он не покинет его.",
    "audio_file_name": null,
    "translation_en": "I seek refuge in the Perfect Word of Allah from the evil of what He has created.",
    "title_en": null
  },
  {
    "id": 15,
    "audio_url": "https://azkar.ru/uploads/files/cddee5082dbe562b7d3718d78b4cbe2b.mp3",
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 2,
    "source": "Bukhari",
    "text": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَ أَنَا عَبْدُكَ وَ أَنَا عَلَى عَهْدِكَ وَ وَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَ أَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
    "title_ru": null,
    "translation_ru": "О Аллах, Ты — Господь мой, и нет достойного поклонения, кроме Тебя, Ты создал меня, а я — Твой раб, и я буду хранить верность Тебе, пока у меня хватит сил. Прибегаю к Тебе от зла того, что я сделал, признаю милость, оказанную Тобой мне, и признаю грех свой. Прости же меня, ибо, поистине, никто не прощает грехов, кроме Тебя!",
    "transliteration_ru": "Аллахумма, Анта Рабби, ля иляха илля Анта, халякта-ни ва ана 'абду-кя, ва ана \"аля 'ахди-кя ва ва'ди-кя ма-стата'ту. А'узу би-кя мин шарри ма сана'ту, абу'у ля-кя би-ни'мати-кя 'аляййя, ва абу'у би-занби, фа-гфир ли, фа-инна-ху ля йагфи-ру-з-зунуба илля Анта!",
    "hadith": 1,
    "benefit_ru": "Кто произнесёт эти слова ночью, будучи убеждённым в них, и умрёт в ту же ночь до наступления утра, окажется среди обитателей Рая.",
    "audio_file_name": null,
    "translation_en": "O Allah You are my Lord, there is none worthy of worship in truth except You, You created me and I am Your slave and I am abiding to Your covenant and promise as best as I can, I seek refuge in You from the evil that I have committed, I profess to you my sins and I acknowledge Your favour upon me, so forgive me verily no one forgives sins except you.",
    "title_en": null
  },
  {
    "id": 16,
    "audio_url": "https://azkar.ru/uploads/files/2a404ce043e17486fe30915262f5039f.mp3",
    "category": "evening",
    "notes_ru": null,
    "repeats": 10,
    "row_in_category": 3,
    "source": "Muslim",
    "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ وَ هُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "title_ru": null,
    "translation_ru": "Нет достойного поклонения, кроме одного лишь Аллаха, у которого нет сотоварища, Ему принадлежит владычество, Ему хвала, Он всё может.",
    "transliteration_ru": "Ля иляха илля-Ллаху вахда-ху ля шарикя ля-ху, ля-ху-ль-мульку ва ля-ху-ль-хамду ва хуа 'аля кулли шайин кадир.",
    "hadith": 2,
    "benefit_ru": "Кто произнесёт эти слова десять раз, получит награду как за освобождение четырёх рабов.",
    "audio_file_name": null,
    "translation_en": "There is no god but Allah, the One, having no partner with Him, His is the Sovereignty and all praise is due to Him and He is Potent over everything",
    "title_en": null
  },
  {
    "id": 17,
    "audio_url": "https://azkar.ru/uploads/files/250f2e4c96cbb8b2223bae871ff82059.mp3",
    "category": "evening",
    "notes_ru": null,
    "repeats": 100,
    "row_in_category": 4,
    "source": "Muslim",
    "text": "سُبْحَانَ اللَّهِ وَ بِحَمْدِهِ",
    "title_ru": null,
    "translation_ru": "Слава Аллаху и хвала Ему.",
    "transliteration_ru": "Субхана-Ллахи ва би-хамди-хи.",
    "hadith": 3,
    "benefit_ru": "Эти два слова легки для языка, тяжелы на весах в день суда и любимы Аллаху.",
    "audio_file_name": null,
    "translation_en": "Hallowed be Allah and praise is due to Him; Hallowed be Allah, the Great.",
    "title_en": null
  },
  {
    "id": 18,
    "audio_url": "https://azkar.ru/uploads/files/1c822387b29a0050bca6ef9c98b950de.mp3",
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 5,
    "source": "Muslim",
    "text": "أَمْسَيْنَا وَ أَمْسَى الْمُلْكُ لِلَّهِ ، وَ الْحَمْدُ لِلَّهِ ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ وَ هُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَ خَيْرَ مَا بَعْدَهَا وَ أَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَ شَرِّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَ سُوءِ الْكِبَرِ ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَ عَذَابٍ فِي الْقَبْرِ",
    "title_ru": null,
    "translation_ru": "Мы дожили до вечера, и этим вечером владычество принадлежит Аллаху и хвала Аллаху, нет достойного поклонения, кроме одного лишь Аллаха, у которого нет сотоварища. Ему принадлежит владычество, Ему хвала, Он всё может. Господь мой, прошу Тебя о благе того, что будет в эту ночь, и благе того, что за ней последует, и прибегаю к Тебе от зла того, что будет в эту ночь, и зла того, что за ней последует. Господь мой, прибегаю к Тебе от нерадения и старческой дряхлости, Господь мой, прибегаю к Тебе от мучений в огне и мучений в могиле!",
    "transliteration_ru": "Амсайна ва амса-ль-мульку ли-Лляхи ва-ль-хамду ли-Лляхи, ля иляха илля Ллаху вахда-ху ля шарикя ля-ху, ля-ху-ль-мульку ва ля-ху-ль-хамду ва хуа ааля кулли шайин кадирун. Рабби ас'алюкя хайра ма фи хазихи-ль-лейляти ва хайра ма ба'адаха ва а'узу бикя мин шарри ма фи хазихи-ль-лейляти ва шарри ма ба'адаха Рабби, а'узу би-кя мин аль-кясали ва суи-ль-кибари, Рабби, а'узу би-кя мин 'азабин фи-н-нари ва 'азабин фи-ль-кабри!",
    "hadith": 4,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": "We have entered upon evening and so has the Kingdom of Allah entered upon evening; praise is due to Allah, there is no god but Allah the One, and there is no partner with Him. O Allah, I beg of Thee the blessing of this night and the blessing of that which lies in it. I seek refuge in Thee from the evil of it and what lies in it. O Allah, I seek refuge in Thee from sloth, from decrepitude, from the evil of vanity, from trial of the world, and from torment of the grave.",
    "title_en": null
  },
  {
    "id": 19,
    "audio_url": "https://azkar.ru/uploads/files/fc020db9613680ea364873c621d09cbf.mp3",
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 6,
    "source": "Tirmidhi, Ahmad, AbuDaud",
    "text": "اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَ إِلَيْكَ الْمَصِيرُ",
    "title_ru": null,
    "translation_ru": "О Аллах, благодаря Тебе мы дожили до вечера. Ты даёшь нам жизнь, и Ты лишаешь нас её и Ты воскресишь нас для отчета.",
    "transliteration_ru": "Аллахума, би-ка амсайна, ва би-ка нахйа, ва би-ка намуту ва иляй-ка- ль-масыру.",
    "hadith": 5,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": "O Allah, by You we enter the evening, and by You we live, and by You we die, and to You is the Resurrection.",
    "title_en": null
  },
  {
    "id": 20,
    "audio_url": "https://azkar.ru/uploads/files/25827ec2b5c5735b45ea49fc6da01f4f.mp3",
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 7,
    "source": "Tirmidhi, Ahmad, AbuDaud",
    "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَ الْآخِرَةِ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَ الْعَافِيَةَ فِي دِينِي وَ دُنْيَايَ وَ أَهْلِي وَ مَالِي ، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي ، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَ مِنْ خَلْفِي وَ عَنْ يَمِينِي وَ عَنْ شِمَالِي وَ مِنْ فَوْقِي وَ أَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
    "title_ru": null,
    "translation_ru": "O Аллах, поистине, я прошу Тебя о прощении и благополучии в мире этом и в мире ином, о Аллах, поистине, я прошу Тебя о прощении и благополучии в моей религии, и моих мирских делах, в моей семье и в моём имуществе. О Аллах, прикрой мою наготу и огради меня от страха, о Аллах, защити меня спереди, и сзади, и справа, и слева, и сверху, и я прибегаю к величию Твоему от того, чтобы быть предательски убитым снизу. ",
    "transliteration_ru": "Аллахумма, инни ас'алю-кя-ль-'афийата фи-д-дунья ва-ль-ахирати, Аллахумма, инни ас'алю-кя-ль-'афуа ва-ль-'афийата фи дини, ва ду-ньяйа, ва ахли, ва мали. Аллахумма-стур 'аурати ва-эмин рау'ати, Аллахумма-хфаз-ни мин байни йадаййа, ва мин хальфи, ва 'ан ямини, ва 'ан шимали ва мин фауки, ва а'узу би-'азамати-кя ан угталя мин тахти!",
    "hadith": 7,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": null
  },
  {
    "id": 21,
    "audio_url": "https://azkar.ru/uploads/files/7523b2ee1b2b8723d51464fe81c2f41f.mp3",
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 8,
    "source": "Tirmidhi, Ahmad",
    "text": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَ الشَّهَادَةِ ، فَاطِرَ السَّمَاوَاتِ وَ الْأَرْضِ ، رَبَّ كُلِّ شَيْءٍ وَ مَلِيكَهُ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَ مِنْ شَرِّ الشَّيْطَانِ وَ شِرْكِهِ وَ أَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "title_ru": null,
    "translation_ru": "O Аллах, Знающий сокрытое и явное, Творец небес и земли, Господь и Владыка всего, свидетельствую, что нет достойного поклонения, кроме Тебя, прибегаю к Тебе от зла души своей, от зла и многобожия шайтана и от того, чтобы причинить зло самому себе или навлечь его на какого-нибудь мусульманина.",
    "transliteration_ru": "Аллахумма, 'Алима-ль-гайби ва-ш-шахадати, Фатира-с-самавати ва-ль-арди, Рабба кулли шайин ва Малика-ху, ашхаду алля иляха илля Анта, а'узу би-кя мин шарри нафси, ва мин шарри-ш-шайтани ва ширки-хи ва ан актарифа 'аля нафси су'ан ау аджурра-ху иля мусли-мин.",
    "hadith": 8,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": "O Allah, Creator of the heavens and the earth, Knower of the unseen and the seen, there is none worthy of worship except You, Lord of everything and its Owner, I seek refuge in You from the evil of my soul and from the evil of Shaitan and his Shirk, or that I should do some evil to myself or bring it upon a Muslim.",
    "title_en": null
  },
  {
    "id": 22,
    "audio_url": "https://azkar.ru/uploads/files/31b5bb976bf467496171e34d51ab3435.mp3",
    "category": "evening",
    "notes_ru": null,
    "repeats": 3,
    "row_in_category": 9,
    "source": "AbuDaud, Ahmad",
    "text": "رَضِيتُ بِاللَّهِ رَبًّا ، وَ بِالْإسْلَامِ دِيناً وَ بِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "title_ru": null,
    "translation_ru": "Доволен я Аллахом как Господом, исламом — как религией и Мухаммадом — как пророком!",
    "transliteration_ru": "Радийту би-Лляхи Раббан, ва би-ль-ислами динан ва би-Мухаммадин, сал-ля-Ллаху 'аляй-хи ва салляма, набийан",
    "hadith": 9,
    "benefit_ru": "Обязательно войдёт в Рай тот, кто будет произносить эти слова, будучи убеждённым в них.",
    "audio_file_name": null,
    "translation_en": "I am pleased with Allah as Lord, with Islam as religion and with Muhammad (ﷺ) as Apostle.",
    "title_en": null
  },
  {
    "id": 23,
    "audio_url": "https://azkar.ru/uploads/files/9f9e6232ce203b8aea027511c748c250.mp3",
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 10,
    "source": "Nasai",
    "text": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَ لَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
    "title_ru": null,
    "translation_ru": "О Живой, о Вечносущий, обращаюсь за защитой к милосердию Твоему, приведи в порядок все мои дела и не доверяй меня душе моей ни на мгновение!",
    "transliteration_ru": "Йа Хаййу, йа Кайюму, би-рахмати-кя астагису, аслих ли ша'ни кулля-ху ва ля такиль-ни иля нафси тарфата 'айнин!",
    "hadith": 10,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": null
  },
  {
    "id": 24,
    "audio_url": "https://azkar.ru/uploads/files/e46c30805f4e118d727fc4c2f4bed326.mp3",
    "category": "evening",
    "notes_ru": null,
    "repeats": 7,
    "row_in_category": 11,
    "source": "AbuDaud",
    "text": "حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "title_ru": null,
    "translation_ru": "Достаточно мне Аллаха, нет достойного поклонения, кроме Него, на Него я уповаю и Он - Господь великого трона.",
    "transliteration_ru": "Хасбия-Ллаху, ля иляха илля хуа, 'аляй-хи таваккяльту ва хуа Раббу-ль-'арши-ль-'азыми.",
    "hadith": 13,
    "benefit_ru": "Аллах избавит от забот того, кто станет произносить эти слова, будучи убеждённым в них.",
    "audio_file_name": null,
    "translation_en": "Allah sufficeth me: there is no god but He; on Him is my trust. He, the Lord of the Throne (of glory) Supreme.",
    "title_en": null
  },
  {
    "id": 25,
    "audio_url": "https://azkar.ru/uploads/files/bb4a98a17789808bdaeffcd833cd0842.mp3",
    "category": "after-salah",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 1,
    "source": "Muslim",
    "text": "أَسْـتَغْفِرُ اللَّهَ أَسْـتَغْفِرُ اللَّهَ أَسْـتَغْفِرُ اللَّهَ. اللَّهُـمَّ أَنْـتَ السَّلَامُ ، وَمِـنْكَ السَّلَامُ ، تَبارَكْتَ يَا ذَا الجَـلَالِ وَالإِكْـرَامِ",
    "title_ru": "Зикр после молитвы",
    "translation_ru": "Прошу Аллаха о прощении, прошу Аллаха о прощении, прошу Аллаха о прощении. О Аллах! Ты — Совершенный, и [лишь] от Тебя [зависит] избавление [от бедствий], благословен Ты, о Обладатель величия и щедрости! ",
    "transliteration_ru": "Астагфиру Ллаха астагфиру Ллаха астагфиру Ллаха. Аллахумма анта с-Саляму ва мин-ка с-саляму табаракта йа За-ль-джаляли ва-ль- икрам!",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "After salah"
  },
  {
    "id": 26,
    "audio_url": "https://azkar.ru/uploads/files/c78ff82c939531801ab3423dfc55cb95.mp3",
    "category": "after-salah",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 2,
    "source": "Bukhari, Muslim",
    "text": "لَا إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُـلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللَّهُـمَّ لَا مَانِعَ لِمَا أَعْطَـيْتَ، وَلَا مُعْطِـيَ لِمَا مَنَـعْتَ، وَلَا يَنْفَـعُ ذَا الجَـدِّ مِنْـكَ الجَـدُّ",
    "title_ru": "Зикр после молитвы (2)",
    "translation_ru": "Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит власть, Ему — хвала, и Он всё может. О Аллах, никто не лишит того, что Ты даровал, и никто не дарует того, чего Ты лишил, и бесполезным пред Тобой окажется богатство обладающего богатством.",
    "transliteration_ru": "Ля иляха илля Ллаху вахда-ху ля шарика ля-ху. Ля-ху ль-мульку ва ля-ху ль-хамду ва хуа ‘аля кулли шай’ин кадир. Аллахумма ля мани‘а ли- ма а‘тайта ва ля му‘тыйа ли-ма мана‘та ва ля йанфа‘у за-ль-джадди мин-ка ль-джадд",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "After salah (2)"
  },
  {
    "id": 27,
    "audio_url": "https://azkar.ru/uploads/files/a202f0be30a5d958f39c605f2b45ae49.mp3",
    "category": "after-salah",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 3,
    "source": "Muslim",
    "text": "لَا إلَهَ إلَّا اللَّهُ, وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لَا حَـوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، لَا إلَهَ إلَّا اللَّهُ، وَلَا نَعْـبُـدُ إِلَّا إيَّاهُ, لَهُ النِّعْـمَةُ وَلَهُ الفَضْلُ وَلَهُ الثَّـنَاءُ الحَـسَنُ، لَا إلَهَ إلَّا اللَّهُ مُخْلِصِينَ لَـهُ الدِّينَ وَلَوْ كَـرِهَ الكَـافِرُونَ",
    "title_ru": "Зикр после молитвы (3)",
    "translation_ru": "Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит власть, Ему — хвала, и Он всё может. Нет мощи и силы ни у кого, кроме Аллаха, нет бога, кроме Аллаха, и не поклоняемся мы [никому], кроме Него. [Лишь] у Него [есть возможность оказывать] милости и благодеяния, и Ему [следует воздавать] должную хвалу. Нет бога, кроме Аллаха, пред Которым [мы] искренни в религии, даже если это и ненавистно неверным.",
    "transliteration_ru": "Ля иляха илля Ллаху вахда-ху ля шарика ля-ху.Ля-ху ль-мульку ва ля-ху ль-хамду ва хуа ‘аля кулли шай’ин кадир. Ля хауля ва ля куввата илля би-Лляхи ля иляха илля Ллаху ва ля на‘буду илля иййа-ху. Ля-ху н-ни‘мату ва ля-ху ль-фадлю ва ля-ху с-сана’у ль-хасан. Ля иляха илля Ллаху мухлисына ля-ху д-дина ва ляу кяриха ль-кафирун!",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "After salah (3)"
  },
  {
    "id": 28,
    "audio_url": "https://azkar.ru/uploads/files/0ad5b43e8b1b807d84f6375fa5ae439c.mp3",
    "category": "after-salah",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 4,
    "source": "Muslim",
    "text": "سُـبْحَانَ اللَّهِ، وَالْحَمْـدُ لِلَّهِ ، وَاللَّهُ أكْـبَرُ (ثلاثاً وثلاثين) . لَا إلَهَ إلَّا اللَّهُ وَحْـدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَـدِيرٌ",
    "title_ru": "Зикр после молитвы (4)",
    "translation_ru": "Слава Аллаху, хвала Аллаху, Аллах велик (по 33 раза). Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит власть, Ему — хвала, и Он всё может! ",
    "transliteration_ru": "Субхана-Ллах, Альхамду ли-Ллях, Аллаху акбар (по 33 раза). Ля иляха илля-Ллаху вахдаху ля шарика ля-х(у), Ля-ху-ль-мульку, ва ля-ху-ль-хамду ва хува 'аля кулли щай'ин къадир!",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "After salah (4)"
  },
  {
    "id": 29,
    "audio_url": "https://azkar.ru/uploads/files/796eaca3a84548e9dd31a3eff2b72af5.mp3",
    "category": "after-salah",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 5,
    "source": "Tirmidhi, Ahmad",
    "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِي وَ يُمِيتُ وَ هُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "title_ru": "Зикр, читаемый после утреннего и вечернего намазов",
    "translation_ru": "Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит власть, и хвала Ему. Он оживляет и умерщвляет, и Он всё может! ",
    "transliteration_ru": "Ля иляха илля-Ллаху вахдаху ля шарика ля-х(у), Ля-ху-ль-мульку, ва ля-ху-ль-хамду юхйи ва юмиту ва хува 'аля кулли щай'ин къадир!",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "After fajr and maghrib"
  },
  {
    "id": 30,
    "audio_url": "https://azkar.ru/uploads/files/a74836144e9167b18f0e4615b40b4463.mp3",
    "category": "after-salah",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 6,
    "source": "Muslim",
    "text": "رَبِّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ",
    "title_ru": "Зикр после молитвы (5)",
    "translation_ru": "Господь, защити от наказания в День Воскрешения.",
    "transliteration_ru": "Рабби, къини ‘азабака яума таб’асу ‘ибадака",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "After salah (5)"
  },
  {
    "id": 31,
    "audio_url": "https://azkar.ru/uploads/files/cb1b89438d776ad77865eecc2b7c515f.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 1,
    "source": "Ahmad, AbuDaud",
    "text": "اللَّهُـمَّ لَـكَ الْحَـمْـدُ أَنْـتَ كَسَـوْتَنِيهِ، أَسْأَلُـكَ مِـنْ خَـيْرِهِ وَخَـيْرِ مَا صُنِعَ لَـهُ، وَأَعُوذُ بِكَ مِـنْ شَـرِّهِ وَشَـرِّ مَا صُنِعَ لَـهُ",
    "title_ru": "При облачении в новую одежду",
    "translation_ru": "О Аллах, хвала Тебе! Ты одел меня в эту (одежду), и я прошу Тебя о благе её и благе того, для чего она была изготовлена, и прибегаю к Тебе от зла её и зла того, для чего она была изготовлена.",
    "transliteration_ru": "Аллахумма ля-кя-ль-хамду! Анта кясаута-ни-хи ас'алю-кя мин хайри-хи ва хайри ма суни'а ля-ху ва а'узу би-кя мин шарри-хи ва шарри ма суни'а ля-ху",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": null
  },
  {
    "id": 32,
    "audio_url": "https://azkar.ru/uploads/files/d0fadb83154348b1b6c03db3a0c53b4d.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 2,
    "source": "Tirmidhi, IbnMajah",
    "text": "بِسْمِ اللَّهِ",
    "title_ru": "При входе в уборную",
    "translation_ru": "С именем Аллаха.",
    "transliteration_ru": "БисмиЛлях",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": null
  },
  {
    "id": 33,
    "audio_url": "https://azkar.ru/uploads/files/670a8bd500e0357c616f5bbbb6616773.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 3,
    "source": "Bukhari, Muslim",
    "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَ الْخَبَائِثِ",
    "title_ru": "При входе в уборную (2)",
    "translation_ru": "О Аллах, поистине, я прибегаю к Твоей защите от зла и дьяволов.",
    "transliteration_ru": "Аллахумма инни а‘узу бика мин-аль-хубси уа-ль-хабаиси",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": null
  },
  {
    "id": 34,
    "audio_url": "https://azkar.ru/uploads/files/1e6f96c4afc1f6155786e5cca2097f4e.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 4,
    "source": "AbuDaud, Tirmidhi",
    "text": "غُفْرَانَكَ",
    "title_ru": "При выходе из уборной",
    "translation_ru": "Прости меня.",
    "transliteration_ru": "Гъуфранака",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": null
  },
  {
    "id": 35,
    "audio_url": "https://azkar.ru/uploads/files/eb569a5de08d3609f2836633a33b4763.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 5,
    "source": "Nasai, Tirmidhi",
    "text": "أَشْهَدُ أَنْ لَا إِلَـهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيـكَ لَـهُ وَأَشْهَدُ أَنَّ مُحَمَّـداً عَبْـدُهُ وَرَسُولُهُ",
    "title_ru": "По завершении омовения",
    "translation_ru": "Свидетельствую, что нет Бога, кроме одного лишь Аллаха, у которого нет сотоварища, и свидетельствую, что Мухаммад — Его раб и Его посланник.",
    "transliteration_ru": "Ашхаду алля иляха илля Лляху вахда-ху ля шарикя ля-ху ва ашхаду анна Мухаммадан 'абду-ху ва расулю-ху",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "After performing an ablution"
  },
  {
    "id": 36,
    "audio_url": "https://azkar.ru/uploads/files/42dec48402129a262e66c1ebe74c56a6.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 6,
    "source": "AbuDaud",
    "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَو أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ",
    "title_ru": "При выходе из дома",
    "translation_ru": "О Аллах! Поистине, я прибегаю к Тебе, чтобы не сбиться с верного пути и не быть сведенным с него; чтобы не ошибиться самому и не быть вынужденным ошибиться; чтобы не поступать несправедливо самому и не быть притесненным; чтобы не быть невежественным и, чтобы по отношению ко мне не поступали невежественно.",
    "transliteration_ru": "Аллахумма иннии ‘ауузу бикя ан адылля ав удалля ав азилля ав узалля ав азлимя ав узляма ав аджхаля ав юджхаля ‘аляйя.",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "Upon going out from the house"
  },
  {
    "id": 37,
    "audio_url": "https://azkar.ru/uploads/files/d2d19c912492172513bc717f0e8345bd.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 7,
    "source": "Muslim",
    "text": "بِسْمِ اللَّهِ",
    "title_ru": "При входе в дом",
    "translation_ru": "С именем Аллаха.",
    "transliteration_ru": "БисмиЛлях",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "Upon entering to the house"
  },
  {
    "id": 38,
    "audio_url": "https://azkar.ru/uploads/files/299d15151b2fdb2eb0f684544db7ee27.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 8,
    "source": "Muslim",
    "text": "اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ",
    "title_ru": "При входе в мечеть",
    "translation_ru": "О Аллах, открой мне врата Своей милости!",
    "transliteration_ru": "Аллахумма ифтах ли абваба рахматика",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "Upon entering to the mosque"
  },
  {
    "id": 39,
    "audio_url": "https://azkar.ru/uploads/files/3e1aa97f2e1db8a280087611a9278141.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 9,
    "source": "Muslim",
    "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ",
    "title_ru": "При выходе из мечети",
    "translation_ru": "О Аллах, я прошу Твоей милости.",
    "transliteration_ru": "Аллахумма инни асалюка мин фадликя",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "Upon exiting from mosque"
  },
  {
    "id": 40,
    "audio_url": "https://azkar.ru/uploads/files/a8367fa3a4b8495eb6fcb7f5068ffefe.mp3",
    "category": "other",
    "notes_ru": "Нужно повторять за муадзином то, что он говорит, а этот зикр произнести после слов: «хаййа аля-ссалях / спешите на намаз» и «хаййа аля-ль-фалях / спешите к спасению».",
    "repeats": 1,
    "row_in_category": 10,
    "source": "Muslim",
    "text": "لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ",
    "title_ru": "Во время азана",
    "translation_ru": "Нет силы и мощи ни у кого кроме Аллаха.",
    "transliteration_ru": "Ля хавля ва ля куввата илля биЛлях",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "During the adhan"
  },
  {
    "id": 41,
    "audio_url": "https://azkar.ru/uploads/files/532d09d1c8472e72cb625b3c49d69e0d.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 11,
    "source": "Muslim",
    "text": "أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ رَضِيتُ بِاللَّهِ رَبًّا وَبِمُحَمَّدٍ رَسُولًا وَبِالْإِسْلَامِ دِينًا",
    "title_ru": "После азана",
    "translation_ru": "Свидетельствую, что нет бога, достойного поклонения, кроме одного лишь Аллаха, у Которого нет сотоварища, и что Мухаммад — Его раб и Его посланник; доволен я Аллахом как Господом, Мухаммадом — как посланником и исламом — как религией.",
    "transliteration_ru": "Ашхаду алля иляха илля-Ллаху вахда-ху ля шарикя ля-ху ва анна Мухаммадан ‘абду-ху ва расулю-ху; радыйту би-Лляхи Раббан, ва би-Мухаммадин расулян ва би-ль-ислями динан",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "After the adhan"
  },
  {
    "id": 42,
    "audio_url": "https://azkar.ru/uploads/files/7f324cd8d83b1266a4ea2066683ae245.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 12,
    "source": "AbuDaud, Tirmidhi, Nasai",
    "text": "اَللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلَاةِ الْقَائِمَةِ آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِى وَعَدْتَهُ",
    "title_ru": "После азана (2)",
    "translation_ru": "О Аллах, Владыка этого совершенного призыва и готовящегося намаза! Даруй Мухаммаду \"аль-Василя\" (наивысшую ступень в Раю) и превосходство и воскреси его на \"Макам-Махмуд\" (хвалимом месте), которое Ты обещал ему. ",
    "transliteration_ru": "Аллахумма рабба хазихид-да'ватит-таммах, вассалятиль каимах. Аати Мухаммаданиль василята валь фадылята ваб'асху макамам-махмуданил-лязи ва 'аттах",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "After the adhan (2)"
  },
  {
    "id": 43,
    "audio_url": "https://azkar.ru/uploads/files/9e643745d873f84e679a340a11f80ed7.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 13,
    "source": "Bukhari, Muslim",
    "text": "بِسْمِ اللَّهِ",
    "title_ru": "Перед едой",
    "translation_ru": "С именем Аллаха.",
    "transliteration_ru": "БисмиЛлях",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "Before eating"
  },
  {
    "id": 44,
    "audio_url": "https://azkar.ru/uploads/files/71235422ad5d2a430a277ecb7f0d8565.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 14,
    "source": "Ahmad, AbuDaud",
    "text": "بِسْمِ اللَّهِ في أَوَّلِهِ وَآخِـرِهِ",
    "title_ru": "Если забыл сказать бисмиллях перед едой",
    "translation_ru": "С именем Аллаха в начале и конце еды.",
    "transliteration_ru": "БисмиЛляхи фи аввали-хи ва ахыри-хи",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "If you forgot to say bismi-llah before eating"
  },
  {
    "id": 45,
    "audio_url": "https://azkar.ru/uploads/files/ffd90987480a39a00d721b07f43a1b7d.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 15,
    "source": "Muslim",
    "text": "اَلْحَمْدُ لِلَّهِ",
    "title_ru": "После еды",
    "translation_ru": "Хвала Аллаху.",
    "transliteration_ru": "АльхамдуЛиллах",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "After eating"
  },
  {
    "id": 46,
    "audio_url": "https://azkar.ru/uploads/files/96a2be122196fa3c572d044475cf981a.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 16,
    "source": "Bukhari",
    "text": "اَلْحَمْـدُ لِلَّهِ حَمْـداً كَثِـيراً طَيِّـباً مُبَـارَكاً فِيهِ، غَيْرَ مَكْفِيٍّ وَلَا مُوَدَّعٍ وَلَا مُسْتَغْـنًى عَنْـهُ رَبَّـنَا",
    "title_ru": "После еды (2)",
    "translation_ru": "Хвала Аллаху, хвала многая, благая и благословенная, хвала, которую следует произносить чаще, хвала непрерывная, хвала, в которой мы нуждаемся постоянно! Господь наш!",
    "transliteration_ru": "АльхамдулиЛляхи хамдан кясиран, тайибан, мубаракян фи-хи, гайра макфиййин, ва ля мувадда'ин ва ля мус-тагнан 'ан-ху! Рабба-на!",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "After eating (2)"
  },
  {
    "id": 47,
    "audio_url": "https://azkar.ru/uploads/files/9987a238e136f01dd8d93e2c91689967.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 17,
    "source": "Muslim",
    "text": "اللَّهُ أكبَرُ ، اللَّهُ أكبَرُ ، اللَّهُ أكبَرُ، سُـبْحَانَ الَّذِي سَخَّـرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْـرِنِينَ، وَإِنَّا إِلَى رَبِّنَـا لَمُنْقَـلِبونَ، اللَّهُـمَّ إِنّا نَسْـأَلُكَ فِي سَفَـرِنَا هَذَا البِـرَّ وَالتَّـقْوَى، وَمِنَ الْعَمَـلِ مَا تَـرْضَى، اللّهُـمَّ هَوِّنْ عَلَـيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْـدَهُ، اللّهُـمَّ أَنْـتَ الصَّـاحِبُ فِي السَّـفَرِ، وَالْخَلـيفَةُ فِي الْأَهْلِ، اللّهُـمَّ إِنِّـي أَعُـوذُ بِكَ مِنْ وَعْـثاءِ السَّـفَرِ، وَكَآبَةِ الْمَنْـظَرِ، وَسُوءِ الْمُنْـقَلَبِ فِي الْمَـالِ وَالْأَهْـلِ",
    "title_ru": "Дуа путника",
    "translation_ru": "Аллах велик, Аллах велик, Аллах велик! «Он Аллах пречист от всех недостатков, и Он предоставил нам это для услужения нам, ибо не хватило бы наших собственных сил на это. Несомненно, мы все вернемся к Господу.  О Аллах, поистине, мы просим Тебя о благочестии и богобоязненности в этом нашем путешествии, а также о совершении тех дел, которыми Ты останешься доволен! О Аллах, облегчи нам это наше путешествие и сократи для нас его дальность! О Аллах, Ты будешь спутником в этом путешествии, и Ты останешься с семьей, о Аллах, поистине, я прибегаю к Тебе от трудностей пути, от уныния, в которое я могу впасть от того, что увижу, и от неприятностей, касающихся имущества и семьи!",
    "transliteration_ru": "Аллаху акбару, Аллаху акбару, Аллаху акбару, Субханаль-лязи саххара ляня хаза ва ма куна ляху мукринин ва инна ила Раббина лямункалибун. Аллахумма, инна нас'алю-кя фи са-фари-на хаза-ль-бирра ва-т-таква, ва мин аль-'амали ма тарда! Аллахумма, хаввин 'аляй-на сафара-на хаза, ва-тви 'анна бу'да-ху! Аллахумма, Анта-с- сахибу фи-с-сафари ва-ль-халифату фи-ль-ахли, Аллахумма, инни а'узу би-кя мин ва'саи-с- сафари, ва каабати-ль-манзари ва су'и-ль-мункаляби фи-ль-мали ва-ль-ахли!",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "Dua of traveler"
  },
  {
    "id": 48,
    "audio_url": "https://azkar.ru/uploads/files/be692e19b583edc5a3a73401debd3ac6.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 18,
    "source": "Muslim",
    "text": "آيِبُـونَ تَائِبُـونَ عَابِـدُونَ لِرَبِّـنَا حَـامِـدُونَ",
    "title_ru": "При возвращении из пути",
    "translation_ru": "Мы возвращаемся, каемся, поклоняемся и воздаём хвалу Господу нашему! ",
    "transliteration_ru": "Айибуна, та'ибуна, 'абидуна ли-Рабби-на хамидуна!",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "Upon returning from travel"
  },
  {
    "id": 49,
    "audio_url": "https://azkar.ru/uploads/files/211603611d62bd6ef403a7e688c14a01.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 19,
    "source": "IbnHuzeyma",
    "text": "اللّـهُمَّ رَبَّ السَّـمَاواتِ السَّـبْعِ وَمَا أَظْلَلَـنَ، وَرَبَّ الْأَرَاضِيـنَ السَّـبْعِ وَمَا أَقْلَلْـنَ، وَرَبَّ الشَّيَـاطِينِ وَما أَضْلَلْـنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْـنَ، نَسْـأَلُـكَ خَيْـرَ هَذِهِ الْقَـرْيَةِ وَخَيْـرَ أَهْلِـهَا، وَخَيْـرَ مَا فِيهَا، وَنَعُـوذُ بِكَ مِنْ شَـرِّهَا وَشَـرِّ أَهْلِـهَا، وَشَـرِّ مَا فِيهَا",
    "title_ru": "Слова мольбы, которые следует произнести при въезде в местность, в которую направлялся",
    "translation_ru": "О Аллах, Господь семи небес и того, что они собой покрыли, и Господь семи земель и того, что они несут на себе, и Господь шайтанов и того, что они сбили с пути, и Господь ветров и того, что они развеяли, просим Тебя о благе этого селения, и благе тех, кто его населяет, и благе того, что в нём есть, и прибегаем к Тебе от зла его, и зла тех, кто его населяет, и зла того, что в нём есть.",
    "transliteration_ru": "Аллахумма, Рабба-с-самавати-с-саб'и ва ма азляльна, ва Рабба-ль-ара-дына-с-саб'и ва ма акляльна, ва Рабба-ш-шайатыни ва ма адляльна, ва Рабба-р-рияхи ва ма зарайна, нас'алю-кя хайра ха-зихи-ль-карйати, ва хайра ахли-ха ва хай-ра ма фи-ха, ва на'узу би-кя мин шарри-ха, ва шарри ахли-ха ва шарри ма фи-ха",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": null,
    "title_en": "Upon entering a town or village"
  },
  {
    "id": 50,
    "audio_url": "https://azkar.ru/uploads/files/296ef2c795989459088a902e1c253bc1.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 20,
    "source": "Bukhari",
    "text": "بِسْمِ ٱللهِ، اللّهُمَّ جَنِّبْنَا ٱلشَّيْطَانَ، وَجَنِّبِ ٱلشَّيْطَانَ مَا رَزَقْتَنَا",
    "title_ru": "Перед половой близостью",
    "translation_ru": "Во имя Аллаха! О Аллах! Удали сатану от нас и от того, чем ты наделил нас!",
    "transliteration_ru": "Би-сми-л-Лях! Аллахумма джаннибна-ш-шайтан, ва джанниби-ш-шайтана ма разактана!",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": "",
    "title_en": "Before sexual intercourse"
  },
  {
    "id": 51,
    "audio_url": "https://azkar.ru/uploads/files/296ef2c795989459088a902e1c253bc1.mp3",
    "category": "other",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 21,
    "source": "AbuDaud",
    "text": "ذَهَبَ الظَّمَأُ وَابْتَلَّتِ الْعُرُوقُ وَثَبَتَ الأَجْرُ إِنْ شَاءَ اللَّهُ",
    "title_ru": "Молитва разговения",
    "translation_ru": "Жажда прошла, суставы увлажнились, а награда ожидает, если пожелает Аллах!",
    "transliteration_ru": "Захаба-з-зомау, ва-бталлат-иль-'урукъу, ва сабата-ль-аджру, ин-шаа-ллах!",
    "hadith": 15,
    "benefit_ru": null,
    "audio_file_name": null,
    "translation_en": "Thirst has gone, the arteries are moist, and the reward is sure, if Allah wills.",
    "title_en": "When breaking the fast"
  },
  {
    "id": 52,
    "audio_url": null,
    "category": "morning",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 15,
    "source": "Quran",
    "text": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\n\nقُلْ هُوَ ٱللَّهُ أَحَدٌ\nٱللَّهُ ٱلصَّمَدُ\nلَمْ يَلِدْ وَلَمْ يُولَدْ\nوَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ",
    "title_ru": "Сура «Искренность»",
    "translation_ru": "С именем Аллаха, Милостивого, Милосердного!\n\nСкажи: «Он - Аллах Единый,\nАллах самодостаточен.\nОн не родил и не был рождён,\nи нет никого, равного Ему».",
    "transliteration_ru": "",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": "112.mp3",
    "translation_en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.\n\nSay, \"He is Allah, [who is] One,\nAllah, the Eternal Refuge.\nHe neither begets nor is born,\nNor is there to Him any equivalent.\"",
    "title_en": "Sura al-Ikhlas"
  },
  {
    "id": 53,
    "audio_url": null,
    "category": "morning",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 16,
    "source": "Quran",
    "text": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\n\nقُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ\nمِن شَرِّ مَا خَلَقَ\nوَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ\nوَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ\nوَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
    "title_ru": "Сура «Рассвет»",
    "translation_ru": "С именем Аллаха, Милостивого, Милосердного!\n\nСкажи: «Прибегаю к защите Господа рассвета\nот зла того, что Он сотворил,\nот зла мрака, когда он наступает,\nот зла колдуний, поплевывающих на узлы,\nот зла завистника, когда он завидует».",
    "transliteration_ru": "",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": "113.mp3",
    "translation_en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.\n\nSay, \"I seek refuge in the Lord of daybreak\nFrom the evil of that which He created\nAnd from the evil of darkness when it settles\nAnd from the evil of the blowers in knots\nAnd from the evil of an envier when he envies.",
    "title_en": "Sura al-Falaq"
  },
  {
    "id": 54,
    "audio_url": null,
    "category": "morning",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 17,
    "source": "Quran",
    "text": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\n\nقُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ\nمَلِكِ ٱلنَّاسِ\nإِلَـٰهِ ٱلنَّاسِ\nمِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ\nٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ\nمِنَ ٱلْجِنَّةِ وَٱلنَّاسِ",
    "title_ru": "Сура «Люди»",
    "translation_ru": "С именем Аллаха, Милостивого, Милосердного!\n\nСкажи: «Прибегаю к защите Господа людей,\nЦаря людей,\nБога людей,\nот зла искусителя отступающего при поминании Аллаха,\nкоторый наущает в груди людей\nи бывает из джиннов и людей».",
    "transliteration_ru": "",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": "114.mp3",
    "translation_en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.\n\nSay, \"I seek refuge in the Lord of mankind,\nThe Sovereign of mankind,\nThe God of mankind,\nFrom the evil of the retreating whisperer -\nWho whispers [evil] into the breasts of mankind -\nFrom among the jinn and mankind\".",
    "title_en": "Sura an-Nas"
  },
  {
    "id": 55,
    "audio_url": null,
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 13,
    "source": "Quran",
    "text": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\n\nقُلْ هُوَ ٱللَّهُ أَحَدٌ\nٱللَّهُ ٱلصَّمَدُ\nلَمْ يَلِدْ وَلَمْ يُولَدْ\nوَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ",
    "title_ru": "Сура «Искренность»",
    "translation_ru": "С именем Аллаха, Милостивого, Милосердного!\n\nСкажи: «Он - Аллах Единый,\nАллах самодостаточен.\nОн не родил и не был рождён,\nи нет никого, равного Ему».",
    "transliteration_ru": "",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": "112.mp3",
    "translation_en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.\n\nSay, \"He is Allah, [who is] One,\nAllah, the Eternal Refuge.\nHe neither begets nor is born,\nNor is there to Him any equivalent.\"",
    "title_en": "Sura al-Ikhlas"
  },
  {
    "id": 56,
    "audio_url": null,
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 14,
    "source": "Quran",
    "text": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\n\nقُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ\nمِن شَرِّ مَا خَلَقَ\nوَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ\nوَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ\nوَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
    "title_ru": "Сура «Рассвет»",
    "translation_ru": "С именем Аллаха, Милостивого, Милосердного!\n\nСкажи: «Прибегаю к защите Господа рассвета\nот зла того, что Он сотворил,\nот зла мрака, когда он наступает,\nот зла колдуний, поплевывающих на узлы,\nот зла завистника, когда он завидует».",
    "transliteration_ru": "",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": "113.mp3",
    "translation_en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.\n\nSay, \"I seek refuge in the Lord of daybreak\nFrom the evil of that which He created\nAnd from the evil of darkness when it settles\nAnd from the evil of the blowers in knots\nAnd from the evil of an envier when he envies.",
    "title_en": "Sura al-Falaq"
  },
  {
    "id": 57,
    "audio_url": null,
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 15,
    "source": "Quran",
    "text": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\n\nقُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ\nمَلِكِ ٱلنَّاسِ\nإِلَـٰهِ ٱلنَّاسِ\nمِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ\nٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ\nمِنَ ٱلْجِنَّةِ وَٱلنَّاسِ",
    "title_ru": "Сура «Люди»",
    "translation_ru": "С именем Аллаха, Милостивого, Милосердного!\n\nСкажи: «Прибегаю к защите Господа людей,\nЦаря людей,\nБога людей,\nот зла искусителя отступающего при поминании Аллаха,\nкоторый наущает в груди людей\nи бывает из джиннов и людей».",
    "transliteration_ru": "",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": "114.mp3",
    "translation_en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.\n\nSay, \"I seek refuge in the Lord of mankind,\nThe Sovereign of mankind,\nThe God of mankind,\nFrom the evil of the retreating whisperer -\nWho whispers [evil] into the breasts of mankind -\nFrom among the jinn and mankind\".",
    "title_en": "Sura an-Nas"
  },
  {
    "id": 58,
    "audio_url": null,
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 16,
    "source": "Quran",
    "text": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِۦ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ\n\nلَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
    "title_ru": "Последние два аята из суры «Корова»",
    "translation_ru": "Посланник и верующие уверовали в то, что ниспослано ему от Господа. Все они уверовали в Аллаха, Его ангелов, Его Писания и Его посланников. Они говорят: «Мы не делаем различий между Его посланниками». Они говорят: «Слушаем и повинуемся! Твоего прощения мы просим, Господь наш, и к Тебе предстоит прибытие».\n\nАллах не возлагает на человека сверх его возможностей. Ему достанется то, что он приобрел, и против него будет то, что он приобрел. Господь наш! Не наказывай нас, если мы позабыли или ошиблись. Господь наш! Не возлагай на нас бремя, которое Ты возложил на наших предшественников. Господь наш! Не обременяй нас тем, что нам не под силу. Извини нас, прости нас и помилуй! Ты - наш Покровитель. Помоги же нам одержать верх над неверующими людьми.",
    "transliteration_ru": "",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": "baqara_285-286.mp3",
    "translation_en": "The Messenger has believed in what was revealed to him from his Lord, and [so have] the believers. All of them have believed in Allah and His angels and His books and His messengers, [saying], \"We make no distinction between any of His messengers.\" And they say, \"We hear and we obey. [We seek] Your forgiveness, our Lord, and to You is the [final] destination.\"\n\nAllah does not charge a soul except [with that within] its capacity. It will have [the consequence of] what [good] it has gained, and it will bear [the consequence of] what [evil] it has earned. \"Our Lord, do not impose blame upon us if we have forgotten or erred. Our Lord, and lay not upon us a burden like that which You laid upon those before us. Our Lord, and burden us not with that which we have no ability to bear. And pardon us; and forgive us; and have mercy upon us. You are our protector, so give us victory over the disbelieving people.\"",
    "title_en": "Last two ayas of sura al-Baqara"
  },
  {
    "id": 59,
    "audio_url": null,
    "category": "morning",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 14,
    "source": "Quran",
    "text": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "title_ru": "Аят «аль-Курси»",
    "translation_ru": "Аллах — нет божества, кроме Него, Живого, Вседержителя. Им не овладевают ни дремота, ни сон. Ему принадлежит то, что на небесах, и то, что на земле. Кто станет заступаться перед Ним без Его дозволения? Он знает их будущее и прошлое. Они постигают из Его знания только то, что Он пожелает. Его Престол (Подножие Трона) объемлет небеса и землю, и не тяготит Его оберегание их. Он — Возвышенный, Великий.",
    "transliteration_ru": "",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": "baqara_255.mp3",
    "translation_en": "Allah — there is no deity except Him, the Ever-Living, the Self-Sustaining. Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can intercede with Him except by His permission? He knows what is [presently] before them and what will be after them, and they encompass not a thing of His knowledge except for what He wills. His Kursī extends over the heavens and the earth, and their preservation tires Him not. And He is the Most High, the Most Great.",
    "title_en": "Ayat al-Kursi"
  },
  {
    "id": 60,
    "audio_url": null,
    "category": "evening",
    "notes_ru": null,
    "repeats": 1,
    "row_in_category": 12,
    "source": "Quran",
    "text": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "title_ru": "Аят «аль-Курси»",
    "translation_ru": "Аллах — нет божества, кроме Него, Живого, Вседержителя. Им не овладевают ни дремота, ни сон. Ему принадлежит то, что на небесах, и то, что на земле. Кто станет заступаться перед Ним без Его дозволения? Он знает их будущее и прошлое. Они постигают из Его знания только то, что Он пожелает. Его Престол (Подножие Трона) объемлет небеса и землю, и не тяготит Его оберегание их. Он — Возвышенный, Великий.",
    "transliteration_ru": "",
    "hadith": null,
    "benefit_ru": null,
    "audio_file_name": "baqara_255.mp3",
    "translation_en": "Allah — there is no deity except Him, the Ever-Living, the Self-Sustaining. Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can intercede with Him except by His permission? He knows what is [presently] before them and what will be after them, and they encompass not a thing of His knowledge except for what He wills. His Kursī extends over the heavens and the earth, and their preservation tires Him not. And He is the Most High, the Most Great.",
    "title_en": "Ayat al-Kursi"
  }
]
