[
  {
    "id": 1,
    "text": "عَنْ شَدَّادُ بْنُ أَوْسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم **«سَيِّدُ الاِسْتِغْفَارِ أَنْ تَقُولَ اللَّهُمَّ أَنْتَ رَبِّي، لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَىَّ وَأَبُوءُ لَكَ بِذَنْبِي، فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ**\". قَالَ \"**وَمَنْ قَالَهَا مِنَ النَّهَارِ مُوقِنًا بِهَا، فَمَاتَ مِنْ يَوْمِهِ قَبْلَ أَنْ يُمْسِيَ، فَهُوَ مِنْ أَهْلِ الْجَنَّةِ، وَمَنْ قَالَهَا مِنَ اللَّيْلِ وَهْوَ مُوقِنٌ بِهَا، فَمَاتَ قَبْلَ أَنْ يُصْبِحَ، فَهْوَ مِنْ أَهْلِ الْجَنَّةِ»**.",
    "translation": "Передают со слов Шаддада ибн Ауса, да будет доволен им Аллах, что (однажды) Пророк, да благословит его Аллах и приветствует, (сказал):\n\n*«Господином обращений к Аллаху с мольбами о прощении являются (такие слова,) когда ты говоришь:* **\"О Аллах, Ты — Господь мой, и нет божества достойного поклонения, кроме Тебя. Ты создал меня, а я — Твой раб, и я буду хранить верность Тебе, пока у меня хватит сил. Прибегаю к Твоей защите от зла того, что я сделал, признаю милость, оказанную Тобой мне, и признаю грех свой, прости же меня, ибо, поистине, никто не прощает грехов, кроме Тебя!\"»**\n\n(Сказав же это, Пророк, да благословит его Аллах и приветствует,) добавил: *«Тот, кто станет повторять (эти слова) днём, будучи убеждённым (в том, что он говорит), и умрёт в тот же день до наступления вечера, окажется среди обитателей Рая, и тот, кто станет повторять (эти слова) ночью, будучи убеждённым (в том, что он говорит), и умрёт (в ту же ночь) до наступления утра, окажется среди обитателей Рая»*.",
    "source": "аль-Бухари",
    "number": "6306 (80/3)"
  },
  {
    "id": 2,
    "text": "حَدَّثَنَا سُلَيْمَانُ بْنُ عُبَيْدِ اللَّهِ أَبُو أَيُّوبَ الْغَيْلاَنِيُّ، حَدَّثَنَا أَبُو عَامِرٍ، - يَعْنِي الْعَقَدِيَّ - حَدَّثَنَا عُمَرُ، - وَهُوَ ابْنُ أَبِي زَائِدَةَ - عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، قَالَ\n**«‏مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ عَشْرَ مِرَارٍ كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ».**",
    "translation": null,
    "source": "Муслим",
    "number": "2693 (48/40)"
  },
  {
    "id": 3,
    "text": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ الأُمَوِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ، عَنْ سُهَيْلٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ :قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم\n**«مَنْ قَالَ حِينَ يُصْبِحُ وَحِينَ يُمْسِي سُبْحَانَ اللَّهِ وَبِحَمْدِهِ مِائَةَ مَرَّةٍ ‏.‏ لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلاَّ أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ».**",
    "translation": null,
    "source": "Муслим",
    "number": "2694 (48/41)"
  },
  {
    "id": 4,
    "text": "عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ، قَالَ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم إِذَا أَمْسَى قَالَ ‏**«أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ»** قَالَ أُرَاهُ قَالَ فِيهِنَّ\n**«لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ»**\".\nوَإِذَا أَصْبَحَ قَالَ ذَلِكَ أَيْضًا \n**«أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ».**",
    "translation": null,
    "source": "Муслим",
    "number": "2723 (48/101)"
  },
  {
    "id": 5,
    "text": "عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُ أَصْحَابَهُ يَقُولُ\n**«إِذَا أَصْبَحَ أَحَدُكُمْ فَلْيَقُلِ اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ ‏.‏ وَإِذَا أَمْسَى فَلْيَقُلِ اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ».**",
    "translation": null,
    "source": "ат-Тирмизи",
    "number": "3391 (48/22)"
  },
  {
    "id": 6,
    "text": "عَنْ أَبَانَ بْنِ عُثْمَانَ، قَالَ سَمِعْتُ عُثْمَانَ بْنَ عَفَّانَ، رضى الله عنه يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم\n**«مَا مِنْ عَبْدٍ يَقُولُ فِي صَبَاحِ كُلِّ يَوْمٍ وَمَسَاءِ كُلِّ لَيْلَةٍ بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ثَلاَثَ مَرَّاتٍ فَيَضُرُّهُ شَيْءٌ».**",
    "translation": null,
    "source": "ат-Тирмизи",
    "number": "3388 (48/19)"
  },
  {
    "id": 7,
    "text": "عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَسْأَلُهُ اللَّهَ عَزَّ وَجَلَّ ‏.‏ قَالَ\n**«سَلِ اللَّهَ الْعَافِيَةَ»**.\nفَمَكَثْتُ أَيَّامًا ثُمَّ جِئْتُ فَقُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَسْأَلُهُ اللَّهَ ‏.‏ فَقَالَ لِي\n**«يَا عَبَّاسُ يَا عَمَّ رَسُولِ اللَّهِ سَلِ اللَّهَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ».**",
    "translation": null,
    "source": "ат-Тирмизи",
    "number": "3514 (48/146)"
  },
  {
    "id": 8,
    "text": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي رَاشِدٍ الْحُبْرَانِيِّ، قَالَ أَتَيْتُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِي فَقُلْتُ لَهُ حَدِّثْنَا مِمَّا، سَمِعْتَ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَأَلْقَى إِلَىَّ صَحِيفَةً فَقَالَ هَذَا مَا كَتَبَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ فَنَظَرْتُ فِيهَا فَإِذَا فِيهَا إِنَّ أَبَا بَكْرٍ الصِّدِّيقَ رضى الله عنه قَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي مَا أَقُولُ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ ‏.‏ فَقَالَ\n**«يَا أَبَا بَكْرٍ قُلِ اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ لاَ إِلَهَ إِلاَّ أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشَرَكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ».**",
    "translation": null,
    "source": "ат-Тирмизи",
    "number": "3529 (48/160)"
  },
  {
    "id": 9,
    "text": "عَنْ أَبَا عَلِيٍّ الْجَنْبِيَّ ـ رضى الله عنه ـ أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ\n**«مَنْ قَالَ رَضِيتُ بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ رَسُولاً وَجَبَتْ لَهُ الْجَنَّةُ».**",
    "translation": null,
    "source": "абу Дауд",
    "number": "1529 (8/114)"
  },
  {
    "id": 10,
    "text": "عن أنس بن مالك رضي الله عنه قال : قال النبي صلى الله عليه وسلم لفاطمة رضي الله عنها\n**«ما يمنعك أن تسمعي ما أوصيك به، أو تقولي إذا أصبحت وإذا أمسيت: يا حي يا قيوم برحمتك أستغيث ، أصلح لي شأني كله ، ولا تكلني إلى نفسي طرفة عين».**",
    "translation": null,
    "source": "ан-Насаи",
    "number": "6/147"
  },
  {
    "id": 11,
    "text": "عَنْ جُوَيْرِيَةَ -رضي الله عنها-، قَالَتْ مَرَّ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ صَلَّى صَلاَةَ الْغَدَاةِ أَوْ بَعْدَ مَا صَلَّى الْغَدَاةَ ‏.‏ فَذَكَرَ نَحْوَهُ غَيْرَ أَنَّهُ قَالَ\n**«سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ».**",
    "translation": null,
    "source": "Муслим",
    "number": "2726 (48/107)"
  },
  {
    "id": 12,
    "text": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، وَاللَّفْظُ، لَهُ أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنِ الْحَارِثِ بْنِ يَعْقُوبَ، أَنَّ يَعْقُوبَ بْنَ عَبْدِ اللَّهِ، حَدَّثَهُ أَنَّهُ، سَمِعَ بُسْرَ بْنَ سَعِيدٍ، يَقُولُ سَمِعْتُ سَعْدَ بْنَ أَبِي وَقَّاصٍ، يَقُولُ سَمِعْتُ خَوْلَةَ بِنْتَ حَكِيمٍ السُّلَمِيَّةَ، تَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\n**«مَنْ نَزَلَ مَنْزِلاً ثُمَّ قَالَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ ‏.‏ لَمْ يَضُرُّهُ شَىْءٌ حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ذَلِكَ».**",
    "translation": null,
    "source": "Муслим",
    "number": "2708 (48/72)"
  }
]