[
  {
    "id": 1,
    "text": "عَنْ شَدَّادُ بْنُ أَوْسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم\n**«سَيِّدُ الاِسْتِغْفَارِ أَنْ تَقُولَ اللَّهُمَّ أَنْتَ رَبِّي، لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَىَّ وَأَبُوءُ لَكَ بِذَنْبِي، فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ**\". قَالَ \"**وَمَنْ قَالَهَا مِنَ النَّهَارِ مُوقِنًا بِهَا، فَمَاتَ مِنْ يَوْمِهِ قَبْلَ أَنْ يُمْسِيَ، فَهُوَ مِنْ أَهْلِ الْجَنَّةِ، وَمَنْ قَالَهَا مِنَ اللَّيْلِ وَهْوَ مُوقِنٌ بِهَا، فَمَاتَ قَبْلَ أَنْ يُصْبِحَ، فَهْوَ مِنْ أَهْلِ الْجَنَّةِ»**.",
    "translation": "Передают со слов Шаддада ибн Ауса, да будет доволен им Аллах, что (однажды) Пророк, да благословит его Аллах и приветствует, (сказал):\n\n*«Господином обращений к Аллаху с мольбами о прощении являются (такие слова,) когда ты говоришь:* **\"О Аллах, Ты — Господь мой, и нет божества достойного поклонения, кроме Тебя. Ты создал меня, а я — Твой раб, и я буду хранить верность Тебе, пока у меня хватит сил. Прибегаю к Твоей защите от зла того, что я сделал, признаю милость, оказанную Тобой мне, и признаю грех свой, прости же меня, ибо, поистине, никто не прощает грехов, кроме Тебя!\"»**\n\n(Сказав же это, Пророк, да благословит его Аллах и приветствует,) добавил: *«Тот, кто станет повторять (эти слова) днём, будучи убеждённым (в том, что он говорит), и умрёт в тот же день до наступления вечера, окажется среди обитателей Рая, и тот, кто станет повторять (эти слова) ночью, будучи убеждённым (в том, что он говорит), и умрёт (в ту же ночь) до наступления утра, окажется среди обитателей Рая»*.",
    "source": "аль-Бухари",
    "number": "6306 (80/3)"
  },
  {
    "id": 2,
    "text": "عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ: \n**«مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ عَشْرَ مِرَارٍ كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ«**.",
    "translation": "Передаётся со слов Абу Аййуба аль-Ансари, что посланник Аллаха, мир ему и благословение Аллаха, сказал:\n**«Кто скажет \"Нет божества, достойного поклонения, кроме одного лишь Аллаха, у которого нет сотоварища, кому принадлежит власть и вся хвала, и который способен на всякую вещь\" десять раз, будет подобен тому, кто освободил четыре души из потомков Исмаиля».**",
    "source": "Муслим",
    "number": "2693 (48/40)"
  },
  {
    "id": 3,
    "text": "عَنْ أَبِي هُرَيْرَةَـ رضى الله عنه ـ، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: \n*«كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ:* **سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيمِ»**.",
    "translation": "Передаётся от Абу Хурайры (да будет доволен им Аллах), что посланник Аллаха (мир ему и благословение Аллаха) сказал:\n*«Есть два слова лёгких для языка, тяжелых на весах, любимых Милостивому:* **\"Свят Аллах и Хвала Ему! Свят Аллах Великий!**\"»",
    "source": "Муслим",
    "number": "2694 (48/41)"
  },
  {
    "id": 4,
    "text": "عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ، قَالَ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم إِذَا أَمْسَى قَالَ ‏**«أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ»** قَالَ أُرَاهُ قَالَ فِيهِنَّ\n**«لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ»**\".\nوَإِذَا أَصْبَحَ قَالَ ذَلِكَ أَيْضًا \n**«أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ».**",
    "translation": "Сообщается, что ‘Абдуллах (ибн Мас’уд), да будет доволен им Аллах, сказал:\n*«С наступлением вечера Посланник Аллаха, да благословит его Аллах и приветствует, обычно говорил:* **\"Вечер настал для нас и для (всего подвластного) Аллаху, и хвала Аллаху, нет бога, достойного поклонения, кроме одного лишь Аллаха, у которого нет сотоварища! О Аллах, прошу Тебя о благе этой ночи и благе (того, что будет) этой ночью, и прибегаю к Твоей защите от её зла и зла (того, что будет этой ночью). О Аллах, поистине, прибегаю к Твоей защите от нерадения, дряхлости, злополу­чия старости, искушений земной жизни и мучений могилы\"!**»",
    "source": "Муслим",
    "number": "2723 (48/101)"
  },
  {
    "id": 5,
    "text": "عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُ أَصْحَابَهُ يَقُولُ\n**«إِذَا أَصْبَحَ أَحَدُكُمْ فَلْيَقُلِ اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ ‏.‏ وَإِذَا أَمْسَى فَلْيَقُلِ اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ».**",
    "translation": "От Абу Хурайры (да будет доволен им Аллах) передаётся:\n*«Посланник Аллаха (да благословит его Аллах и приветствует) обучал своих сподвижников говорить:*\n*«Если кто-нибудь из вас застанет утро, то пусть скажет:* **\"О Аллах, благодаря Тебе мы дожили до утра и благодаря Тебе мы дожили до вечера. Ты даёшь нам жизнь и Ты лишаешь нас её, и к Тебе нам предстоит вернуться!**\"» *А если кто из вас застанет вечер, то пусть скажет:* **«О Аллах, благодаря Тебе мы дожили до вечера и благодаря Тебе мы дожили до утра. Ты даёшь нам жизнь и Ты лишаешь нас её, и Ты воскресишь нас для отчёта!»**",
    "source": "ат-Тирмизи",
    "number": "3391 (48/22)"
  },
  {
    "id": 6,
    "text": "عَنْ عُثْمَانَ بْنِ عَفَّان، رضي الله عنه يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم:\n«مَا مِنْ عَبْدٍ يَقُولُ فِي صَبَاحِ كُلِّ يَوْمٍ وَمَسَاءِ كُلِّ لَيْلَةٍ **بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ** ثَلاَثَ مَرَّاتٍ فَيَضُرُّهُ شَيْءٌ».",
    "translation": "От Усмана ибн 'Аффана (да будет доволен им Аллах) передаётся, что Посланник Аллаха (да благословит его Аллах и приветствует) сказал:\n*«Нет такого раба, который произносил бы утром и вечером* **\"С именем Аллаха, с именем которого ничто не причинит вред ни на земле, на на небе, ведь Он — Слышащий, Видящий!\"** *три раза, а его постиг бы какой-либо вред*».",
    "source": "ат-Тирмизи",
    "number": "3388 (48/19)"
  },
  {
    "id": 7,
    "text": "عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَسْأَلُهُ اللَّهَ عَزَّ وَجَلَّ ‏.‏ قَالَ\n**«سَلِ اللَّهَ الْعَافِيَةَ»**.\nفَمَكَثْتُ أَيَّامًا ثُمَّ جِئْتُ فَقُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَسْأَلُهُ اللَّهَ ‏.‏ فَقَالَ لِي\n**«يَا عَبَّاسُ يَا عَمَّ رَسُولِ اللَّهِ سَلِ اللَّهَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ».**",
    "translation": "Сообщается, что аль-‘Аббас ибн ‘Абдуль-Мутталиб, да будет доволен им Аллах, сказал:\n*«(Однажды) я попросил: «О Посланник Аллаха, научи меня тому, о чём я стал бы просить Аллаха Всевышнего», (на что Пророк, да благословит его Аллах и приветствует,) сказал:* **«Просите Аллаха об избавлении»**. \n*А через несколько дней я пришёл (к нему) и попросил: «О Посланник Аллаха, научи меня тому, о чём я стал бы просить Аллаха Всевышнего», и тогда (Пророк, да благословит его Аллах и приветствует,) сказал мне:* **«О ‘Аббас, о дядя посланника Аллаха, просите Аллаха об избавлении в мире этом и в мире ином»**.",
    "source": "ат-Тирмизи",
    "number": "3514 (48/146)"
  },
  {
    "id": 8,
    "text": "إِنَّ أَبَا بَكْرٍ الصِّدِّيقَ رضى الله عنه قَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي مَا أَقُولُ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ. فَقَالَ:\n*«يَا أَبَا بَكْرٍ قُلِ* **اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ لاَ إِلَهَ إِلاَّ أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشَرَكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ».**",
    "translation": "Передается, что однажды Абу Бакр ас-Сиддик (да будет доволен им Аллах) сказал: *«О посланник Аллаха, научи меня произносить такие слова, которые я буду произносить утром и вечером!», и пророк (мир ему и благословение Аллаха) сказал: «О Абу Бакр, говори:* **«О Аллах, Первосоздатель небес и земли, Знающий сокровенное и явное, Господь всякой вещи и Властелин её. Я свидетельствую, что нет божества достойного поклонения кроме Тебя, и прибегаю к Тебе за защитой от зла своей души, и от зла шайтана и его многобожия, и от того, чтобы причинить зло самому себе или навлечь его на кого-либо из мусульман»**.",
    "source": "ат-Тирмизи",
    "number": "3529 (48/160)"
  },
  {
    "id": 9,
    "text": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيَّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ:\n**«مَنْ قَالَ رَضِيتُ بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ رَسُولاً** *وَجَبَتْ لَهُ الْجَنَّةُ*».",
    "translation": "Передают со слов Абу Са’ида аль-Худри, да будет доволен им Аллах, что посланник Аллаха, да благословит его Аллах и приветствует, сказал:\n*«Обязательно войдёт в рай тот, кто скажет:* **“Доволен я Аллахом как Господом, исламом − как религией и Мухаммадом − как посланником»**.",
    "source": "абу Дауд",
    "number": "1529 (8/114)"
  },
  {
    "id": 10,
    "text": "عن أنس بن مالك رضي الله عنه قال: قال النبي صلى الله عليه وسلم لفاطمة رضي الله عنها:\n*«ما يمنعك أن تسمعي ما أوصيك به، أو تقولي إذا أصبحت وإذا أمسيت:* **يا حي يا قيوم برحمتك أستغيث ، أصلح لي شأني كله ، ولا تكلني إلى نفسي طرفة عين».**",
    "translation": "Передается от Анаса (да будет доволен им Аллах) который сказал: *«Однажды посланник Аллаха (мир ему и благословение Аллаха) сказал Фатиме, да будет доволен ею Аллах: «Что мешает тебе выслушать наставление, которое я тебе дам? Говори утром и вечером:* **«О Живой, о Вседержитель, я обращаюсь за защитой к милосердию Твоему, приведи в порядок все мои дела и никогда не доверяй меня душе моей ни на мгновение!**»",
    "source": "ан-Насаи",
    "number": "6/147"
  },
  {
    "id": 11,
    "text": "عن جويرية أن النبي صلى الله عليه وسلم خرج من عندها بكرة حين صلى الصبح، وهي في مسجدها. ثم رجع بعد أن أضحى، وهي جالسة. فقال *«ما زلت على الحال التي فارقتك عليها؟»* قالت: *«نعم»*. قال النبي صلى الله عليه وسلم *«لقد قلت بعدك أربع كلمات، ثلاث مرات. لو وزنت بما قلت منذ اليوم لوزنتهن:* **سبحان الله وبحمده، عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته**».",
    "translation": "От Джувайрии (да будет доволен ею Аллах) сообщается, что Пророк (да благословит его Аллах и приветствует), вышел от неё до восхода солнца после совершения утренней молитвы. Она же находилась в своей молельне. Затем он вернулся уже после того, как рассвело, а она продолжала сидеть. Тогда он сказал: *«Ты сидишь с тех пор?»* Она ответила: *«Да»*. Пророк (да благословит его Аллах и приветствует), сказал: *«Зато я после (того, как вышел от) тебя произнёс четыре слова трижды. Если бы их ценность была сравнена по весу со всем, что я произнёс до этого дня, то они всё равно перевесили бы:* **\"Пречист Аллах и хвала Ему — на число творений Его, сколько угодно Ему Самому, (на число) украшений трона Его и чернил для слов Его\"**».",
    "source": "Муслим",
    "number": "2726 (48/107)"
  },
  {
    "id": 12,
    "text": "عَنْ خَوْلَةَ بِنْتِ حَكِيمٍ السُّلَمِيَّةِ أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ -صَلَّى اللهُ عَلَيْهِ وَسَلَّم- يَقُولُ:\n\n*«إِذَا نَزَلَ أَحَدُكُمْ مَنْزِلاً فَلْيَقُلْ* **أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ**. *فَإِنَّهُ لاَ يَضُرُّهُ شَىْءٌ حَتَّى يَرْتَحِلَ مِنْهُ*».",
    "translation": "Передают со слов Хаули бинт Хаким ас-Сулямийа о том, что она слышала, как посланник Аллаха, да благословит его Аллах и приветствует, говорил:\n*«Если кто-то из вас остановится в каком—либо месте, пусть скажет:* **“Прибегаю к совершенным словам Аллаха от зла  того, что Он сотворил”**, *— и поистине, тогда ничто не причинит ему вреда до тех пор, пока он не покинет его»*.",
    "source": "Муслим",
    "number": "2708 (48/72)"
  },
  {
    "id": 13,
    "text": "عن أبي الدرداء رضي الله عنه قال:\n*«من قال إذا أصبح وإذا أمسى:* **حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم** *سبع مرات كفاه الله ما أهمه»*",
    "translation": "От Абу ад-Дарда (да будет доволен им Аллах) передаётся, что он сказал:\n*«Кто скажет* **\"Достаточно мне Аллаха. Нет бога, достойного поклонения, кроме Него. На Него я уповаю и Он — Господь великого трона\"** *семь раз, того Аллах избавит от всяких забот*».",
    "source": "Абу Дауд",
    "number": "5081"
  }
]